[
    {
        "page_no": "1",
        "content": "Dalmia\nBharat Limited\n1010/02\nApril 23, 2025\nBSE Limited\nNational Stock Exchange of India Limited\nPJ Towers, Dalal Street,\n\"Exchange Plaza\", Plot No. C-1, Block G\nFort Mumbai-400001\nBandra - Kurla Complex, Bandra(East),\nScrip Code: 542216\nMumbai 400 051\nSymbol: DALBHARAT\nSubject: Outcome of Board Meeting held on April 23, 2025\nRef: Regulation 30 & 33 of the SEBI (LODR) Regulations 2015 (\"Listing Regulations\")\nDear Sir/Madam,\nIn accordance with Regulation 30 and Regulation 33 of Listing Regulations, we hereby inform that the\nBoard of Directors at its meeting held today i.e. Wednesday, April 23, 2025, has inter-alia:\na) approved the Audited Financial Results (Standalone & Consolidated) (\"Results\") for the quarter\nand year ended March 31, 2025 as recommended by the Audit Committee.\nb) recommended final Dividend of Rs. 5/- per Equity share of face value of Rs. 2/- each fully paid up\n(i.e. 250%) for the financial year ended March 31, 2025 subject to approval by shareholders at the\nensuing Annual General Meeting (\"AGM\"). The Company shall inform in due course the date on\nwhich it will hold the AGM for the year ended March 31, 2025 and the date from which dividend\nwill be paid or Demand draft / warrants thereof will be dispatched to the shareholders.\nPursuant to the provisions of Listing Regulations, we enclose herewith:\na) Statement of the Audited Financial Results (Standalone and Consolidated) for the quarter and year\nended March 31, 2025 in the prescribed format.\nb) Auditors' Reports with unmodified opinion on the Audited Financial Results - Standalone and\nConsolidated.\nPursuant to Regulation 33(3)(d) of the Listing Regulations as amended from time to time, we declare\nthat M/s. Walker Chandiok & Co. LLP, Chartered Accountants, Statutory Auditors of the Company\nhave issued audit reports with unmodified opinion.\nThe aforesaid documents are also placed on the website of the Company at www.dalmiabharat.com.\nDalmia Bharat Limited\n11th & 12th Floors, Hansalaya Building, 15, Barakhamba Road, New Delhi-110 001, India\nt 91 11 23465100 f 91 11 2331 3303 W www. dalmiabharat.com CIN : L14200TN2013PLC112346\nRegistered Office: Dalmiapuram, Dist. Tiruchirapalli, Tamil Nadu- 621 651, India\nA Dalmia Bharat Group company, www.dalmiabharat.com"
    },
    {
        "page_no": "2",
        "content": "Dalmia\nBharat Limited\nThe Board Meeting commenced at 05:00 P.M. and concluded at 06:10 P.M.\nKindly take the same on record.\nThankingyou,\nYours sincerely,\nFor Dalmia Bharat Limited\nRAJEEV KUMAR\nRajeev Kumar\nCompany Secretary\nEncl: As above\nDalmia Bharat Limited\n11th & 12th Floors, Hansalaya Building, 15, Barakhamba Road, New Delhi-110 001, India\nt91 11 23465100 f 91 11 2331 3303 W www. dalmiabharat.com CIN : L14200TN2013PLC112346\nRegistered Office: Dalmiapuram, Dist. Tiruchirapalli, Tamil Nadu- 621 651, India\nA Dalmia Bharat Group company, www.dalmiabharat.com"
    },
    {
        "page_no": "3",
        "content": "Walker Chandiok & Co LLP\nWalker Chandiok & Co LLP\n21st Floor, DLF Square\nJacaranda Marg, DLF Phase II,\nGurugram 122 002\nHaryana, India\nT +91 124 462 8099\nF +91 124 462 8001\nIndependent Auditor's Report on Consolidated Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended)\nTo the Board of Directors of Dalmia Bharat Limited\nOpinion\n1. We have audited the accompanying consolidated annual financial results ('the Statement') of Dalmia Bharat Limited\n('the Holding Company') and its subsidiaries (the Holding Company and its subsidiaries together referred to as 'the\nGroup') and joint ventures for the year ended 31 March 2025, attached herewith, being submitted by the Holding\nCompany pursuant to the requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended) ('Listing Regulations').\n2. In our opinion and to the best of our information and according to the explanations given to us and based on the\nconsideration of the reports of other auditors on separate audited financial statements of the subsidiaries and joint\nventure, as referred to in paragraph 14 below, the Statement:\n(i) includes the annual financial results of the entities listed in Annexure 1;\n(ii) presents financial results in accordance with the requirements of Regulation 33 of the Listing Regulations; and\n(iii) gives a true and fair view in conformity with the recognition and measurement principles laid down in the\napplicable Indian Accounting Standards ('Ind AS') prescribed under section 133 of the Companies Act, 2013\n('the Act') read with the Companies (Indian Accounting Standards) Rules, 2015, and other accounting principles\ngenerally accepted in India, of the consolidated net profit after tax and other comprehensive income and other\nfinancial information of the Group and joint ventures, for the year ended 31 March 2025.\nBasis for Opinion\n3. We conducted our audit in accordance with the Standards on Auditing specified under section 143(10) of the Act.\nOur responsibilities under those standards are further described in the Auditor's Responsibilities for the Audit of the\nStatement section of our report. We are independent of the Group and joint ventures, in accordance with the Code\nof Ethics issued by the Institute of Chartered Accountants of India ('the ICAI') together with the ethical requirements\nthat are relevant to our audit of the consolidated financial results under the provisions of the Act, and the rules\nthereunder, and we have fulfilled our other ethical responsibilities in accordance with these requirements and the\nCode of Ethics. We believe that the audit evidence obtained by us together with the audit evidence obtained by the\nother auditors in terms of their reports referred to in paragraph 14 of the Other Matter section below is sufficient and\nappropriate to provide a basis for our opinion.\nLIER\nCHANDIOK\nChartered Accountants\nWalker Chandiok & Co.L is registered with limited liability with\nidentification number AAC-2085 and has its registered office at L-41,\nOffices in Bengaluru, Chandigarh, Chennai, Dehradun, Gurugram, Hyderabad, Kochi, Kolkata, Mumbai, New\nConnaught Circus, Outer Circle, New Delhi, 110001, India\nDelhi, Noida and Pune"
    },
    {
        "page_no": "4",
        "content": "Walker Chandiok & Co LLP\nIndependent Auditor's Report on Consolidated Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended) (Cont'd)\nEmphasis of Matters\n4. In relation to the matters described in Notes to the Statement and the following Emphasis of Matter paragraphs\nincluded in audit report of the financial results of Dalmia Cement (Bharat) Limited (DCBL), a subsidiary of the\nHolding Company, audited by us together with joint auditor, Chaturvedi & Shah LLP, independent firm of\nChartered Accountants, vide their audit report dated 23 April 2025 which is reproduced by us as under:\na. Note 1 to the accompanying Statement, which describes that the one of the subsidiaries of Holding\nCompany i.e. DCBL had recognized goodwill which is being amortized over a period of 10 years from the\nappointed date in accordance with the accounting treatment prescribed in the respective schemes approved\nby the Hon'ble National Company Law Tribunal, Chennai Bench which overrides the requirements of Ind\nAS 38, Intangible Assets. As a result of above amortization of goodwill, profit before tax from continuing\noperations for the quarter ended 31 March 2025, 31 December 2024 and 31 March 2024 and year ended\n31 March 2025 and 31 March 2024 is lower by Nil, Rs 51 crore, Rs 51 crore, Rs. 153 crore and Rs 203\ncrore respectively;\nb. Note 2 to the accompanying Statement, which describes the pending proceedings in respect of dispute\nbetween the DCBL and Bawri Group ('BG') under the shareholders agreement dated 16 January 2012 with\nrespect to one of the DCBL's subsidiaries.\nThe Hon'ble Delhi High Court vide its judgement dated 17 October 2022 (\"the Judgement\"), has set aside\ncertain awards granted to BG by Arbitral Tribunal vide its order dated 20 March 2021 and has directed that\nthe claims of the DCBL which were earlier rejected by Arbitral Tribunal, have to be considered de novo.\nBG has filed an appeal before the Division Bench of the Hon'ble Delhi High Court against the Judgement\nwhich is currently pending. Based on the management assessment of the aforesaid matter, no adjustment\nhas been made by the management in the accompanying Statement;\nC. Note 3 to the accompanying Statement, relating to bank guarantee of Rs.100 crores and corporate\nguarantee of Rs. 300 crores submitted by the DCBL pursuant to orders dated 16 March 2021 and 11 April\n2022 passed by Hon'ble Supreme Court with respect to release of certain mutual fund units of the DCBL\nthat were earlier fraudulently transferred by Allied Financial Services Private Limited ('Allied'), the Depository\nParticipant (\"DP\") in collusion with ILFS Securities Services Limited ('ISSL'), the Clearing Agent of Allied\nfrom demat account of erstwhile subsidiaries of the DCBL that were subsequently merged with the DCBL.\nThe management is fully confident that there will be no loss to the Company and hence no adjustment has\nbeen made to the accompanying statement in this respect; and\nd. Note 7 to the accompanying Statement, wherein it is stated that Directorate of Enforcement ('ED') has issued\na Provisional Order of Attachment (POA) against certain land parcels of the DCBL as identified in the\naforesaid note under the Prevention of Money Laundering Act, 2002 ('PMLA'). The investigation is being\nconducted by the ED based on a case registered by the CBI which is pending before the Court. Based on\nthe legal assessment of the outcome of the aforesaid matter, the management is of the view that no\nadjustments are presently required to the accompanying Statement.\nOur opinion is not modified in respect of these matters.\nWALKER CHANDIOK CO LLP\nChartered Accountants"
    },
    {
        "page_no": "5",
        "content": "Walker Chandiok & Co LLP\nIndependent Auditor's Report on Consolidated Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended) (Cont'd)\nResponsibilities of Management and Those Charged with Governance for the Statement\n5. The Statement, which is the responsibility of the Holding Company's management and has been approved by the\nHolding Company's Board of Directors, has been prepared on the basis of the consolidated annual financial\nstatements. The Holding Company's Board of Directors is responsible for the preparation and presentation of the\nStatement that gives a true and fair view of the consolidated net profit or loss and other comprehensive income, and\nother financial information of the Group and joint ventures in accordance with the Ind AS prescribed under section\n133 of the Act read with the Companies (Indian Accounting Standards) Rules, 2015 and other accounting principles\ngenerally accepted in India and in compliance with Regulation 33of the Listing Regulations The Holding Company's\nBoard of Directors is also responsible for ensuring accuracy of records including financial information considered\nnecessary for the preparation of the Statement. Further, in terms of the provisions of the Act, the respective Board\nof Directors of the companies included in the Group and joint ventures, are responsible for maintenance of adequate\naccounting records in accordance with the provisions of the Act, for safeguarding of the assets of the Group, and\njoint ventures, and for preventing and detecting frauds and other irregularities; selection and application of\nappropriate accounting policies; making judgments and estimates that are reasonable and prudent; and design,\nimplementation and maintenance of adequate internal financial controls, that were operating effectively, for ensuring\nthe accuracy and completeness of the accounting records, relevant to the preparation and presentation of the\nfinancial results, that give a true and fair view and are free from material misstatement, whether due to fraud or error.\nThese financial results have been used for the purpose of preparation of the Statement by the Directors of the\nHolding Company, as aforesaid.\n6. In preparing the Statement, the respective Board of Directors of the companies included in the Group and joint\nventures, are responsible for assessing the ability of the Group and joint ventures, to continue as a going concern,\ndisclosing, as applicable, matters related to going concern and using the going concern basis of accounting, unless\nthe respective Board of Directors/management either intends to liquidate the Group or to cease operations, or has\nno realistic alternative but to do so.\n7. Those respective Board of Directors are also responsible for overseeing the financial reporting process of the\ncompanies included in the Group and joint ventures.\nAuditor's Responsibilities for the Audit of the Statement\n8. Our objectives are to obtain reasonable assurance about whether the Statement as a whole is free from material\nmisstatement, whether due to fraud or error, and to issue an auditor's report that includes our opinion. Reasonable\nassurance is a high level of assurance but is not a guarantee that an audit conducted in accordance with Standards\non Auditing specified under section 143(10) of the Act will always detect a material misstatement, when it exists.\nMisstatements can arise from fraud or error, and are considered material if, individually, or in the aggregate, they\ncould reasonably be expected to influence the economic decisions of users taken on the basis of this Statement.\n9. As part of an audit in accordance with the Standards on Auditing specified under section 143(10) of the Act, we\nexercise professional judgment and maintain professional skepticism throughout the audit. We also:\nIdentify and assess the risks of material misstatement of the Statement, whether due to fraud or error, design\nand perform audit procedures responsive to those risks, and obtain audit evidence that is sufficient and\nappropriate to provide a basis for our opinion. The risk of not detecting a material misstatement resulting from\nfraud is higher than for one resulting from error, as fraud may involve collusion, forgery, intentional omissions,\nmisrepresentations, or the override of internal control;\nObtain an understanding of internal control relevant to the audit in order to design audit procedures that are\nappropriate in the circumstances. Under section 143(3) (i) of the Act, we are also responsible for expressing\nour opinion on whether the Holding Company has adequate internal financial controls with reference to financial\nstatements in place and the operating effectiveness of such controls;\nEvaluate the appropriateness of accounting policies used and the reasonableness of accounting estimates and\nrelated disclosures made by the Board of Directors;\nWHLKER CHANDIOK LLP\n*\nChartered Accountants\nACCOUNTANTS"
    },
    {
        "page_no": "6",
        "content": "Walker Chandiok & Co LLP\nIndependent Auditor's Report on Consolidated Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended) (Cont'd)\nConclude on the appropriateness of Board of Directors use of the going concern basis of accounting and,\nbased on the audit evidence obtained, whether a material uncertainty exists related to events or conditions that\nmay cast significant doubt on the ability of the Group and joint ventures, to continue as a going concern. If we\nconclude that a material uncertainty exists, we are required to draw attention in our auditor's report to the\nrelated disclosures in the Statement or, if such disclosures are inadequate, to modify our opinion. Our\nconclusions are based on the audit evidence obtained up to the date of our auditor's report. However, future\nevents or conditions may cause the Group and joint ventures to cease to continue as a going concern;\nEvaluate the overall presentation, structure and content of the Statement, including the disclosures, and\nwhether the Statement represents the underlying transactions and events in a manner that achieves fair\npresentation; and\nObtain sufficient appropriate audit evidence regarding the financial statements of the entities within the Group\nand joint ventures, to express an opinion on the Statement. We are responsible for the direction, supervision\nand performance of the audit of financial information of such entities included in the Statement, of which we\nare the independent auditors. For the other entities included in the Statement, which have been audited by the\nother auditors, such other auditors remain responsible for the direction, supervision and performance of the\naudits carried out by them. We remain solely responsible for our audit opinion.\n10. We communicate with those charged with governance of the Holding Company and such other entities included in\nthe Statement, of which we are the independent auditors, regarding, among other matters, the planned scope and\ntiming of the audit and significant audit findings, including any significant deficiencies in internal control that we\nidentify during our audit.\n11. We also provide those charged with governance with a statement that we have complied with relevant ethical\nrequirements regarding independence, and to communicate with them all relationships and other matters that may\nreasonably be thought to bear on our independence, and where applicable, related safeguards.\n12. We also performed procedures in accordance with circular issued by the SEBI under Regulation 33 (8) of the Listing\nRegulations, to the extent applicable.\nOther Matters\n13. We have jointly audited with another auditor the financial information of a subsidiary included in the Statement,\nwhose financial information reflects total assets of ₹ 24,096 crores as at 31 March 2025, total revenues of ₹ 12,171\ncrores, total net profit after tax of ₹ 226 crore and total comprehensive income of ₹ 347 crore and cash flows(net) of\n₹ (216) crores for the year ended on 31 March 2025, as considered in the Statement. Our conclusion on the\nStatement, in so far it relates to the amounts and disclosures included in respect of this subsidiary, is based on such\njoint audit to the extent of work performed by them.\nOur opinion is not modified in respect of this matter with respect to our reliance upon the work of other joint auditor\nof the subsidiary, to the extent of work performed by them.\n14. We did not audit the annual financial statements of 23 subsidiaries included in the Statement whose financial\ninformation reflects total assets of ₹ 2,681 crores as at 31 March 2025, total revenues of ₹ 5 crores, total net profit\nafter tax of ₹ 58 crores, total comprehensive income of ₹ 385 crores, and cash inflows (net) of ₹ 20 crores for the\nyear ended on that date, as considered in the Statement. The Statement also includes the Group's share of net\nprofit after tax of ₹ 0.17 crores and total comprehensive income of ₹ 0.17 crores for the year ended 31 March 2025,\nin respect of joint venture, whose annual financial statements have not been audited by us. These annual financial\nstatements have been audited by other auditors whose audit report has been furnished to us by the management,\nand our opinion in so far as it relates to the amounts and disclosures included in respect of these subsidiaries and\njoint venture is based solely on the audit report of such other auditors.\nOur opinion is not modified in respect of these matters with respect to our reliance on the work done by and the\nreports of the other auditors.\nWALKER CHANDIOK CO EP\nChartered Accountants"
    },
    {
        "page_no": "7",
        "content": "Walker Chandiok & Co LLP\nIndependent Auditor's Report on Consolidated Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended) (Cont'd)\n15. The Statement includes the consolidated financial results for the quarter ended 31 March 2025, being the balancing\nfigures between the audited consolidated figures in respect of the full financial year and the published unaudited\nyear-to-date consolidated figures up to the third quarter of the current financial year, which were subject to limited\nreview by us.\nFor Walker Chandiok & Co LLP\nChartered Accountants\nFirm Registration No.: 001076N/N500013\nNewjan\nNeeraj Goel\nCHANDIOK WALKER CO LLP\n*\nPartner\n*\nMembership No. 99514\nHARTEREDACCOUNTANTS\nUDIN: 25099514BMJKCS3436\nPlace: New Delhi\nDate: 23 April 2025\nChartered Accountants"
    },
    {
        "page_no": "8",
        "content": "Walker Chandiok & Co LLP\nIndependent Auditor's Report on Consolidated Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended) (Cont'd)\nAnnexure 1\nList of entities included in the Statement\n(I)\nSubsidiaries / step down subsidiaries:\n1. Dalmia Cement (Bharat) Limited\n2. Dalmia Power Limited\n3. D.I. Properties Limited\n4. Shri Rangam Properties Limited\n5. Dalmia Minerals and Properties Limited\n6. Sri Shanamugha Mines & Minerals Limited\n7. Sri Subramanya Mines & Minerals Limited\n8. Ishita Properties Limited\n9. Hemshila Properties Limited\n10. Geetee Estates Limited\n11. Sri Swaminatha Mines & Minerals Limited\n12. Sri Trivikrama Mines & Properties Limited\n13. Sri Madhusudana Mines and Properties Limited\n14. Golden Hills Resort Private Limited\n15. Rajputana Properties Private Limited\n16. Sutnga Mines Private Limited\n17. Cosmos Cements Limited\n18. Dalmia Cement North-East Limited (formerly known as Calcom Cement India Limited)\n19. RCL Cements Limited\n20. SCL Cements Limited\n21. Vinay Cement Limited\n22. Bangaru Kamakshiamman Agro Farms Private Limited\n23. JayeVijay Agro Farms Private Limited\n24. Alsthom Industries Limited\n25. Chandrasekara Agro Farms Private Limited\n26. HOPCO Industries Limited\n27. DPVL Ventures LLP\n28. Ascension Mercantile Private Limited\n29. Ascension Multiventures Private Limited\n30. Dalmia Bharat Green Vision Limited\n(II)\nJoint Ventures:\n1. Radhikapur (West) Coal Mining Private Limited\n2. Khappa Coal Company Private Limited (share of profit / loss not considered)\nWALKER CHANDIOK CO LLP\nACCOUNTANTS\nChartered Accountants"
    },
    {
        "page_no": "9",
        "content": "DALMIA BHARAT LIMITED\n(CIN No: L14200TN2013PLC112346)\nRegd. Office: Dalmiapuram 621 651, Distt. Tiruchirapalli (Tamil Nadu)\nPhone 91 11 23465100\nWebsite: www.dalmiabharat.com\nAudited Consolidated Financial Results for the quarter and year ended 31st March 2025\n(Rs. Crore)\nFor the quarter ended\nFor the year ended\nS.No.\nParticulars\n31-03-25\n31-12-24\n31-03-24\n31-03-25\n31-03-24\n(Audited)\n(Unaudited)\n(Audited)\n(Audited)\n(Audited)\n(Note 10)\n(Note 10)\nI\nContinuing operations:\n1\nIncome\n(a) Revenue from operations\n4,091\n3,181\n4,307\n13,980\n14,691\n(b) Other income (refer note 6(a))\n93\n37\n120\n253\n315\nTotal income\n4,184\n3,218\n4,427\n14,233\n15,006\n2\nExpenses\n(a) Cost of raw materials consumed\n624\n510\n627\n2,241\n2,120\n(b) Purchases of stock in trade\n-\n-\n214\n106\n567\n(c) Changes in inventories of finished goods, stock in trade and work-in-progress\n142\n2\n137\n(19)\n16\n(d) Employee benefits expense\n215\n223\n202\n885\n871\n(e) Finance costs\n105\n101\n94\n399\n386\n(f) Depreciation and amortisation expense\n314\n364\n328\n1,331\n1,498\n(g) Power and fuel\n773\n666\n790\n2,903\n3,116\n(h) Freight charges\n- on finished goods\n804\n633\n867\n2,785\n2,759\non internal clinker transfer\n168\n115\n153\n501\n444\n(i) Other expenses\n572\n521\n663\n2,171\n2,159\nTotal expenses\n3,717\n3,135\n4,075\n13,303\n13,936\n3\nProfit before share of profit in joint venture and exceptional item (1-2)\n467\n83\n352\n930\n1,070\n4\nShare of profit/ (loss) in joint venture accounted for using equity method (net of tax)\n(0)\n0\n0\n0\n0\n5\nProfit before exceptional item and tax from continuing operations (3+4)\n467\n83\n352\n930\n1,070\n6\nExceptional item (refer note 4)\n-\n-\n-\n(113)\n-\n7\nProfit before tax from continuing operations (5+6)\n467\n83\n352\n817\n1,070\n8\nTax expense\n(a) Current tax\n32\n30\n25\n114\n141\n(b) Deferred tax charge/ (credit)\n75\n(11)\n69\n76\n131\n(c) Tax adjustments for earlier years (refer note 6)\n(79)\n(2)\n(62)\n(72)\n(56)\nTotal tax expense\n28\n17\n32\n118\n216\n9\nProfit for the period/ year from continuing operation (7-8)\n439\n66\n320\n699\n854\nII\nDiscontinued operations\nProfit/ (loss) before tax from discontinued operations\n(0)\n(0)\n(0)\n0\n(1)\nTax expense on discontinued operations\n-\n-\n-\n-\n-\n10\nProfit/ (loss) for the period/ year from discontinued operations\n(0)\n(0)\n(0)\n0\n(1)\n11\nProfit for the period/ year (9+10)\n439\n66\n320\n699\n853\nProfit attributable to :-\nNon-controlling interest\n4\n5\n5\n16\n27\nOwners of the Parent\n435\n61\n315\n683\n826\n12\nOther comprehensive income\nA. (i) Items that will not be reclassified to profit or loss\n(a) Re-measurement gain/ (loss) on defined benefit plans\n(3)\n(0)\n(1)\n(3)\n0\n(b) Change in fair value of financial instruments through other comprehensive\n(85)\n(565)\n(557)\n581\n87\nincome\n(ii) Income tax credit/ (expense) relating to above items\n11\n81\n56\n(113)\n(6)\nB. (i) Items that will be reclassified to profit or loss\n(a) Net movement on effective portion of cash flow hedges\n(5)\n1\n(2)\n(3)\n(3)\n(b) Share of other comprehensive income/ (loss) of associate (net of tax)\n-\n-\n-\n-\n(7)\n(ii) Income tax credit/ (expense) relating to above items\n2\n(0)\n1\n1\n1\nOther comprehensive income/ (loss) for the period/ year\n(80)\n(483)\n(503)\n463\n72\nOther comprehensive income/ (loss) attributable to :-\nNon-controlling interest\n(0)\n0\n0\n0\n0\nOwners of the Parent\n(80)\n(483)\n(503)\n463\n72\n13\nTotal comprehensive income/ (loss) for the period/ year (11+12)\n359\n(417)\n(183)\n1,162\n925\nTotal comprehensive income/ (loss) attributable to :-\nNon-controlling interest\n4\n5\n5\n16\n27\nOwners of the Parent\n355\n(422)\n(188)\n1,146\n898\n14\nPaid-up Equity Share Capital Face Value Rs. 2/- each\n38\n38\n38\n38\n38\n15\nOther equity\n17,336\n16,359\n16\nEarnings per Share from continuing operations (not annualised)\nBasic (In Rupees)\n23.20\n3.25\n16.80\n36.41\n44.11\nDiluted (In Rupees)\n23.20\n3.25\n16.79\n36.41\n44.10\n17\nEarnings per Share from discontinued operations (not annualised)\nBasic (In Rupees)\n0.00\n(0.00)\n(0.00)\n0.01\n(0.06)\nDiluted (In Rupees)\n0.00\n(0.00)\n(0.00)\n0.01\n(0.07)\n18\nEarnings per Share from continuing and discontinued operations (not\nannualised)\nBasic (In Rupees)\n23.20\n3.25\n16.80\n36.42\n44.05\nDiluted (In Rupees)\n23.20\n3.25\n16.79\n36.42\n44.03\nAmount in '0' is below rounding off threshold adopted by the Group.\nCHANDIOK\nDalmie Bharat New Delhi Limited\nWALKER\nCOLLP"
    },
    {
        "page_no": "10",
        "content": "DALMIA BHARAT LIMITED\nAudited Consolidated Statement of Assets and Liabilities\n(Rs. Crore)\nAs at 31-03-25\nAs at 31-03-24\nS.No.\nParticulars\n(Audited)\n(Audited)\nA\nAssets\n1\nNon-current assets\n(a) Property, plant and equipment\n14,180\n12,622\n(b) Capital work-in-progress\n2,497\n2,284\n(c) Investment properties\n41\n1\n(d) Goodwill\n374\n527\n(e) Other intangible assets\n2,177\n2,311\n(f) Right-of-use assets\n534\n271\n(g) Intangible assets under development\n119\n111\n(h) Biological assets other than bearer plants\n0\n0\n(i) Investments accounted using equity method\n2\n2\n(j) Financial assets\n(i) Investments\n673\n588\n(ii) Loans\n14\n13\n(iii) Other financial assets\n414\n290\n(k) Income tax assets (net)\n80\n102\n(I) Deferred tax assets (net)\n55\n37\n(m) Other non-current assets\n737\n734\nSub-total Non-current assets\n21,897\n19,893\n2\nCurrent assets\n(a) Inventories\n1,386\n1,218\n(b) Financial assets\n(i) Investments\n4,444\n3,872\n(ii) Trade receivables\n889\n836\n(iii) Cash and cash equivalents\n149\n341\n(iv) Bank balances other than (iii) above\n9\n241\n(v) Loans\n12\n9\n(vi) Other financial assets\n644\n667\n(c) Income tax assets (net)\n15\n1\n(d) Other current assets\n766\n645\nSub-total Current assets\n8,314\n7,830\nAssets or disposal group classified as held for sale\n15\n26\n8,329\n7,856\nTotal Assets\n30,226\n27,749\nB\nEquity and Liabilities\n1\nEquity\n(a) Equity share capital\n38\n38\n(b) Other equity\n17,336\n16,359\nEquity attributable to Owners of the Parent\n17,374\n16,397\n2\nNon-controlling interest\n126\n110\nSub-total Total equity\n17,500\n16,507\nLiabilities\n3\nNon-current liabilities\n(a) Financial Liabilities\n(i) Borrowings\n4,605\n4,431\n(ii) Lease liabilities\n395\n139\n(iii) Other financial liabilities\n0\n0\n(b) Provisions\n313\n264\n(c) Government grants\n154\n139\n(d) Deferred tax liabilities (net)\n2,036\n1,795\nSub-total Non-current liabilities\n7,503\n6,768\n4\nCurrent liabilities\n(a) Financial liabilities\n(i) Borrowings\n653\n199\n(ii) Lease liabilities\n49\n36\n(iii) Trade payables\ntotal outstanding dues of micro enterprises and small enterprises\n75\n92\ntotal outstanding dues of creditors other than micro enterprises and small enterprises\n1,464\n1,224\n(iv) Other financial liabilities\n1,712\n1,635\n(b) Provisions\n115\n81\n(c) Government grants\n20\n17\n(d) Other current liabilities\n981\n947\n(e) Current tax liabilities (net)\n154\n243\nSub-total Current liabilities\n5,223\n4,474\nTotal Liabilities\n12,726\n11,242\nTotal Equity and Liabilities\n30,226\n27,749\nAmount in \"0' is below rounding off threshold adopted by the Group.\nCHANDIOK\nBharat\nDate New Delhi\nWALKER\nCOLLP\nUNTANTS\nACCO"
    },
    {
        "page_no": "11",
        "content": "DALMIA BHARAT LIMITED\nAudited Consolidated Statement of Cash Flows\n(Rs. Crore)\nFor the year ended\nS.No.\nParticulars\n31-03-25\n31-03-24\n(Audited)\n(Audited)\nA.\nCash flow from operating activities\nProfit/ (loss) before tax from :\nContinuing operations\n817\n1,070\nDiscontinued operations\n0\n(1)\n817\n1,069\nAdjustments to reconcile profit before tax to net cash flows:\nDepreciation and amortisation\n1,331\n1,498\nExceptional items (net) (refer note 4)\n113\n-\nProvision / (reversal) for impairment allowance (net)\n17\n(2)\nBad debts/ advances written off (net)\n2\n2\nLiabilities no longer required written back\n-\n(1)\nExpenses on employees stock options scheme\n0\n3\nDividend income\n(49)\n(34)\nExchange difference (net)\n3\n2\nForeign currency translation reserve released\n-\n(7)\nInterest expense (including other borrowing costs)\n399\n386\nInterest income\n(92)\n(160)\nInterest income on government grant\n(17)\n(15)\nGain on termination of leases\n(3)\n(3)\nChange of fair value of investments measured at FVTPL\n(15)\n(13)\nProfit on sale of investments (net)\n(82)\n(69)\nProfit on disposal of property, plant and equipment (net)\n(6)\n(13)\nShare of profit in associate and joint venture\n(0)\n(0)\nOperating profit before working capital changes\n2,418\n2,643\nWorking capital adjustments:\n(Increase)/ decrease in inventories\n(184)\n98\nIncrease in trade receivables\n(66)\n(136)\nIncrease in financial and other assets\n(290)\n(221)\nIncrease in trade and other payables\n284\n305\nIncrease/(Decrease) in provisions and government grants\n26\n(0)\nCash generated from operations\n2,188\n2,689\nIncome tax paid (net)\n(71)\n(54)\nNet cash flow from operating activities\n2,117\n2,635\nB.\nCash flow from investing activities\nPurchase of property, plant and equipment, capital work in progress and intangibles\n(2,664)\n(2,827)\nProceeds from sale of property, plant and equipment\n38\n104\nPurchase of non current investments\n(54)\n-\nProceeds from sale of shares in associates\n-\n600\nInvestment/ proceeds from sale /(purchase) of/ from sale of current investments (net)\n77\n(570)\nFixed deposits matured/ (placed) (having original maturity of more than three months) (net)\n197\n(191)\nInterest received\n87\n100\nDividend received\n49\n34\nNet cash used in investing activities\n(2,270)\n(2,750)\nC.\nCash flow from financing activities\nProceeds from issue of shares on exercise of stock options\n0\n0\nProceeds from issue of shares of subsidiary\n-\n3\nProceeds from long term borrowings\n465\n1,388\nRepayment of long term borrowings\n(259)\n(148)\nAvailment of short term foreign currency loan\n-\n62\nRepayment of short term foreign currency loan\n-\n(62)\nProceeds/ (Repayment) of short term borrowings (net)\n442\n(351)\nInterest paid\n(444)\n(439)\nPayment of interest on lease liabilities\n(20)\n(13)\nPayment of principal portion of lease liabilities\n(54)\n(49)\nDividend paid\n(169)\n(169)\nNet cash (used in)/ generated from financing activities\n(39)\n222\nNet (decrease)/ increase in cash and cash equivalents (A+B+C)\n(192)\n107\nCash and cash equivalents at the beginning of the year\n341\n234\nCash and cash equivalents at the end of the year\n149\n341\nCash and cash equivalents includes :\nContinuing operations\n149\n341\nDiscontinued operations\n-\n-\n149\n341\nAmount in \"O\" is below rounding off threshold adopted by the Group.\nDatail New Bharat Delhi Limited\nCHANDIOK\nWALKER\nCO\nLLP"
    },
    {
        "page_no": "12",
        "content": "Notes to statement of audited consolidated financial results for the quarter and year ended 31 March\n2025:\n1. Dalmia Bharat Limited's (\"the Company\") subsidiary namely Dalmia Cement (Bharat) Limited (\"DCBL\") has continued to\namortise goodwill acquired on account of slump exchange of the assets and liabilities forming part of transferred undertakings\nof Odisha Cement Limited (renamed to Dalmia Bharat Limited), over a period of 10 years from the appointed date, pursuant to\nScheme of Arrangement and Amalgamation sanctioned by Hon'ble National Company Law Tribunal, Chennai Bench which\noverrides the requirements of Ind AS 38, Intangible Assets. The said goodwill amount was fully amortised as on 31 December\n2024.\nAs a result of amortisation as specified under the approved Scheme, the Group's profit before tax from continuing operations of\nthe following quarter and year is lower, as under:\n(Rs. Crore)\nParticulars\nFor the quarter ended\nFor the year ended\n31-03-25\n31-12-24\n31-03-24\n31-03-25\n31-03-24\nGoodwill\n-\n51\n51\n153\n203\n2. The Group had entered into various agreements with the Bawri Group (\"BG\") for acquisition of 76% stake in Dalmia Cement\n(North East) Limited ('DCNEL') (formerly known as Calcom Cements India Limited). Due to failure of BG to comply with certain\nconditions specified under the Share Holders Agreement (SHA), the Group demanded compliance with certain clauses of SHA\nincluding transfer their remaining shareholdings in DCNEL at Re. 1/, which was disputed by BG. The said disputes were referred\nto Arbitral Tribunal, which delivered its award on 20 March 2021. The Award was challenged by the Group before the Hon'ble\nDelhi High Court (\"DHC\"), who vide judgement dated 17 October 2022, set aside the award and asked De-novo arbitration\nproceedings. BG has challenged the DHC order dated 17 October 2022 before the divisions bench of the DHC and appeals are\npending.\nIn a separate action, the Group has initiated Call Option arbitration against BG to transfer the balance shareholding of BG. The\nArbitral Tribunal vide its interim order dated 19 July 2024 has asked BG to deposit their balance equity holding in DCNEL with\nthe Escrow Agent. The Group has filed execution petition in which the DHC vide order dated 28 November 2024 directed BG to\ncomply with the directions. BG has filed appeal against the Arbitral Tribunal's Order dated 19 July 2024 before the DHC and the\nsame is pending for disposal. The Call option arbitration proceeding is in progress.\n3. During the financial year ended 31 March 2019, certain mutual fund units (\"Securities\") valued at Rs. 344 Crore were illegally\nand fraudulently transferred by Allied Financial Services Private Limited (\"Allied\"), the Depository participant in collusion with\nIL&FS Securities Services Limited (\"ISSL\"), the clearing agent of Allied from de-mat accounts of Company's erstwhile step-down\nsubsidiaries namely OCL India Limited and Dalmia Cement East Limited (which were merged with DCBL). Pursuant to the order\npassed by Hon'ble Supreme Court, the Securities were released to DCBL on furnishing bank guarantee of Rs. 100 Crore and\ncorporate guarantee of Rs. 300 Crore and the matter is currently pending for disposal. Considering the overall facts and legal\nposition, the Group is of the view that it has a good case on merits and hence, no provision is required in these accompanying\nfinancial results.\n4. DCBL had signed definitive agreements with Jaiprakash Associates Limited ('JAL') to acquire identified cement assets and the\nsame was awaiting the JAL lenders approval. However, in the quarter ended 30 June 2024, JAL was admitted into Corporate\nInsolvency Resolution Process (\"CIRP\") by Allahabad Bench of National Company Law Tribunal.\nThe claim filed by the Group with the Interim Resolution Professional has been partially admitted, and the remaining claim is\nunder verification. Considering the above DCBL had made provision of INR 113 Crore and classified as an exceptional item in\nthe quarter ended 30 June 2024.\n5. The Nine Judge Constitutional Bench of the Hon'ble Supreme Court (Apex Court), vide its judgment dated 25 July 2024, held\nthat royalty is not a tax and upheld the legislative competence of States to levy mineral tax. Further, vide order dated 14 August\n2024, it held that the States could levy/demand tax on minerals w.e.f. 01st April 2005 and the same can be paid in 12 installments\ncommencing from 01 April 2026.\nAs there are various issues involved and pending clarity, based upon management evaluation and independent legal opinion,\nthe Group estimated a contingent liability of Rs. 232 Crore (Present value of Rs. 154 Crore) which will be evaluated from time-\nto-time basis further development in this matter.\n6. (a) During the quarter and year ended 31 March 2025, the Group has reassessed its tax provisions made in earlier years based\non interpretation of the prevailing income tax laws and rules and has written back the same to the tune of Rs 79 Crore and Rs\n102 Crore respectively included under the head 'Tax adjustments for earlier years' and recognised interest income on income\ntax refunds of Rs 5 Crore and Rs 17 Crore respectively included under the head 'Other Income'.\n(b) On account of increased effective tax rate and withdrawal of indexation benefit on long term capital gain on listed shares and\nsale of land respectively, the Group has recorded additional deferred tax charge of Rs. 32 Crore and Rs 60 Crore under the\n2025.\nhead 'Tax adjustments for earlier years' and Other Comprehensive Income (OCI) respectively WALF for the year ended 31 March\nLLP\nACCOUNTANTS"
    },
    {
        "page_no": "13",
        "content": "Notes to statement of audited consolidated financial results for the quarter and year ended 31 March\n2025 (contd.):\n7. Dalmia Cement (Bharat) Limited (\"DCBL\") has received a Provisional Order of Attachment (POA) ((received on April 15, 2025)\nfor Rs.793 Crore and attached certain land parcels of the Company amounting to Rs. 377 Cr (Carrying value of Rs. 444 Crore\nin the books as on March 31, 2025), issued by the Directorate of Enforcement (\"ED\"), Hyderabad under Prevention of Money\nLaundering Act, 2002 ('PMLA').\nThe provisional attachment by ED emanates from an earlier case registered by the Central Bureau of Investigation (\"CBI\") in\nthe year 2011 wherein they had made certain allegations against DCBL vide their charge sheet filed in 2013. The matter is\ncurrently sub-judice before the CBI Court in Hyderabad.\nIn the opinion of the Group and basis the legal advice, no offence is made out against DCBL, and no adverse impact is expected\nto devolve on the Company.\n8. The Group has only one business segment namely \"Cement and cement related products\". Hence, no additional disclosure has\nbeen given.\n9. Key numbers of standalone financial results of the Company are as under:\n(Rs. Crore)\nFor the quarter ended\nFor the year ended\nFor the year ended\nParticulars\n31-03-25\n31-12-24\n31-03-24\n31-03-25\n31-03-24\nRevenue from\n78\n61\n32\n202\n130\noperations\nOther income *\n70\n8\n12\n189\n115\nProfit before tax\n75\n14\n17\n205\n123\nProfit after tax\n77\n7\n11\n190\n112\n* Other income for the year ended 31 March 2025 and 31 March 2024 includes dividend income of Rs. 142 Crore\nand Rs. 74 Crore, respectively from Company's subsidiary companies.\nThe standalone financial results are available at the Company's website www.dalmiabharat.com and on the website of the\nstock exchanges www.bseindia.com and www.nseindia.com.\n10. The figures for the quarter ended 31 March 2025 and 31 March 2024 are the balancing figures between the audited figures for\nthe full financial year and the unaudited figures up to the nine months ended 31 December, 2024 and 31 December, 2023\nrespectively, which were subjected to limited review by the statutory auditors.\n11. The Board of Directors have recommended a final dividend @ Rs 5/- per equity shares (250%) of face value of Rs 2/- per share\nfor financial year 2024-25.\n12. The financial results have been prepared in accordance with Indian Accounting Standards ('Ind AS') prescribed under Section\n133 of the Companies Act, 2013 read with relevant rules thereunder and in terms of Regulation 33 of the SEBI (Listing\nObligations and Disclosure Requirements) Regulations, 2015 (as amended).\n13. The above Audited consolidated financial results have been reviewed by the Audit Committee and approved by the Board of\nDirectors in their respective meetings held on 23 April 2025 and have been audited by the Statutory Auditors of the Company.\nFor and on behalf of the Board of Directors\nFalme\nDelhi\nLimit\nGAL\n(Puneet Yadu Dalmia)\n(Gautam Dalmia)\nPlace: New Delhi\nManaging Director & CEO\nManaging Director\nDate: 23 April 2025\nDIN: 00022633\nDIN: 00009758\nAt\nWALKER CHANDIOK\nLLP\nACCOUNTANTS"
    },
    {
        "page_no": "14",
        "content": "Walker Chandiok & Co LLP\nWalker Chandiok & Co LLP\n21st Floor, DLF Square\nJacaranda Marg, DLF Phase II,\nGurugram 122 002\nHaryana, India\nT +91 124 462 8099\nF +91 124 462 8001\nIndependent Auditor's Report on Standalone Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended)\nTo the Board of Directors of Dalmia Bharat Limited\nOpinion\n1. We have audited the accompanying standalone annual financial results ('the Statement') of Dalmia Bharat Limited\n('the Company') for the year ended 31 March 2025, attached herewith, being submitted by the Company pursuant\nto the requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations,\n2015 (as amended) ('Listing Regulations').\n2. In our opinion and to the best of our information and according to the explanations given to us, the Statement:\n(i) presents financial results in accordance with the requirements of Regulation 33 of the Listing Regulations, and\n(ii) gives a true and fair view in conformity with the recognition and measurement principles laid down in the\napplicable Indian Accounting Standards ('Ind AS') specified under section 133 of the Companies Act, 2013 ('the\nAct'), read with the Companies (Indian Accounting Standards) Rules, 2015, and other accounting principles\ngenerally accepted in India, of the standalone net profit after tax and other comprehensive income and other\nfinancial information of the Company for the year ended 31 March 2025.\nBasis for Opinion\n3. We conducted our audit in accordance with the Standards on Auditing specified under section 143(10) of the Act.\nOur responsibilities under those standards are further described in the Auditor's Responsibilities for the Audit of\nthe Statement section of our report. We are independent of the Company in accordance with the Code of Ethics\nissued by the Institute of Chartered Accountants of India ('the ICAI') together with the ethical requirements that are\nrelevant to our audit of the financial results under the provisions of the Act and the rules thereunder, and we have\nfulfilled our other ethical responsibilities in accordance with these requirements and the Code of Ethics. We believe\nthat the audit evidence obtained by us, is sufficient and appropriate to provide a basis for our opinion.\nCHANDIOK\nChartered Accountants\nWalker Chandlok & Co LLP is registered with limited\nliability with identification number -2085 and has\nOffices in Ahmedabad, Bengaluru, Chandigarh, Chennai, Dehradun, Goa. Gurugram, Hyderabad. Indore, Kochi, Kolkata, Mumbai,\nits registered office at L-41, Connaught Circus, Outer\nNew Delhi, Noida and Pune\nCircle, New Delhi, 110001, India"
    },
    {
        "page_no": "15",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Report on Standalone Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended) (Cont'd)\nResponsibilities of Management and Those Charged with Governance for the Statement\n4. This Statement has been prepared on the basis of the standalone annual financial statements and has been\napproved by the Company's Board of Directors. The Company's Board of Directors is responsible for the\npreparation and presentation of the Statement that gives a true and fair view of the net profit/loss and other\ncomprehensive income and other financial information of the Company in accordance with the Ind AS specified\nunder section 133 of the Act, read with the Companies (Indian Accounting Standards) Rules, 2015 and other\naccounting principles generally accepted in India, and in compliance with Regulation 33 of the Listing\nRegulations. This responsibility also includes maintenance of adequate accounting records in accordance with\nthe provisions of the Act for safeguarding of the assets of the Company and for preventing and detecting frauds\nand other irregularities; selection and application of appropriate accounting policies; making judgments and\nestimates that are reasonable and prudent; and design, implementation and maintenance of adequate internal\nfinancial controls that were operating effectively for ensuring the accuracy and completeness of the accounting\nrecords, relevant to the preparation and presentation of the Statement that gives a true and fair view and is free\nfrom material misstatement, whether due to fraud or error.\n5. In preparing the Statement, the Board of Directors is responsible for assessing the Company's ability to continue\nas a going concern, disclosing, as applicable, matters related to going concern, and using the going concern\nbasis of accounting unless the Board of Directors either intends to liquidate the Company or to cease\noperations, or has no realistic alternative but to do so.\n6. The Board of Directors is also responsible for overseeing the Company's financial reporting process.\nAuditor's Responsibilities for the Audit of the Statement\n7. Our objectives are to obtain reasonable assurance about whether the Statement as a whole is free from material\nmisstatement, whether due to fraud or error, and to issue an auditor's report that includes our opinion.\nReasonable assurance is a high level of assurance but is not a guarantee that an audit conducted in accordance\nwith Standards on Auditing, specified under section 143(10) of the Act, will always detect a material\nmisstatement when it exists. Misstatements can arise from fraud or error and are considered material if,\nindividually or in the aggregate, they could reasonably be expected to influence the economic decisions of users\ntaken on the basis of this Statement.\n8. As part of an audit in accordance with the Standards on Auditing, specified under section 143(10) of the Act,\nwe exercise professional judgment and maintain professional skepticism throughout the audit. We also:\nIdentify and assess the risks of material misstatement of the Statement, whether due to fraud or error,\ndesign and perform audit procedures responsive to those risks, and obtain audit evidence that is sufficient\nand appropriate to provide a basis for our opinion. The risk of not detecting a material misstatement resulting\nfrom fraud is higher than for one resulting from error, as fraud may involve collusion, forgery, intentional\nomissions, misrepresentations, or the override of internal control;\nObtain an understanding of internal control relevant to the audit in order to design audit procedures that are\nappropriate in the circumstances. Under section 143(3) (i) of the Act, we are also responsible for expressing\nour opinion on whether the Company has in place an adequate internal financial controls with reference to\nfinancial statements and the operating effectiveness of such controls;\nEvaluate the appropriateness of accounting policies used and the reasonableness of accounting estimates\nand related disclosures made by the Board of Directors;\nCHANDIOK\nChartered Accountants\nWALKER\nCO\n*\nLLP"
    },
    {
        "page_no": "16",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Report on Standalone Annual Financial Results of the Company Pursuant to the\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended) (Cont'd)\nConclude on the appropriateness of the Board of Directors' use of the going concern basis of accounting\nand, based on the audit evidence obtained, whether a material uncertainty exists related to events or\nconditions that may cast significant doubt on the Company's ability to continue as a going concern. If we\nconclude that a material uncertainty exists, we are required to draw attention in our auditor's report to the\nrelated disclosures in the Statement or, if such disclosures are inadequate, to modify our opinion. Our\nconclusions are based on the audit evidence obtained up to the date of our auditor's report. However, future\nevents or conditions may cause the Company to cease to continue as a going concern; and\nEvaluate the overall presentation, structure and content of the Statement, including the disclosures, and\nwhether the Statement represents the underlying transactions and events in a manner that achieves fair\npresentation.\n9. We communicate with those charged with governance regarding, among other matters, the planned scope and\ntiming of the audit and significant audit findings, including any significant deficiencies in internal control that we\nidentify during our audit.\n10. We also provide those charged with governance with a statement that we have complied with relevant ethical\nrequirements regarding independence, and to communicate with them all relationships and other matters that\nmay reasonably be thought to bear on our independence, and where applicable, related safeguards.\nOther Matters\n11. The Statement includes the financial results for the quarter ended 31 March 2025, being the balancing figures\nbetween the audited figures in respect of the full financial year and the published unaudited year-to-date figures\nup to the third quarter of the current financial year, which were subject to limited review by us.\nFor Walker Chandiok & Co LLP\nChartered Accountants\nFirm Registration No.: 001076N/N500013 CHANDIOK\nWALKER * COLLP CO E\nNeeraj Goel\nPartner\nMembership No. 99514\nUDIN: 25099514BMJKCT9411\nPlace: New Delhi\nDate: 23 April 2025\nChartered Accountants"
    },
    {
        "page_no": "17",
        "content": "DALMIA BHARAT LIMITED\n(CIN No: L14200TN2013PLC112346)\nRegd. Office: Dalmiapuram - 621 651, Distt. Tiruchirapalli (Tamil Nadu)\nPhone 91 11 23465100\nWebsite: www.dalmiabharat.com\nAudited Standalone Financial Results for the quarter and year ended 31st March 2025\n(Rs. Crore)\nFor the quarter ended\nFor the year ended\nS.No.\nParticulars\n31-03-25\n31-12-24\n31-03-24\n31-03-25\n31-03-24\n(Audited)\n(Audited)\n(Unaudited)\n(Audited)\n(Audited)\n(Note 4)\n(Note 4)\n1\nIncome\nRevenue from operations\n78\n61\n32\n202\n130\nOther income (refer note 2)\n70\n8\n12\n189\n115\nTotal income\n148\n69\n44\n391\n245\n2\nExpenses\n(a) Cost of raw materials consumed\n-\n-\n-\n-\n-\n(b) Purchases of stock in trade\n-\n-\n-\n-\n-\n(c) Changes in inventories of finished goods, stock in trade and work-\n-\n-\n-\n-\n-\nin-progress\n(d) Employee benefits expense\n51\n38\n18\n130\n83\n(e) Finance costs\n(2)\n1\n1\n1\n4\n(f) Depreciation and amortisation expense\n2\n2\n1\n6\n5\n(g) Other expenses\n22\n14\n7\n49\n30\nTotal expenses\n73\n55\n27\n186\n122\n3\nProfit before tax (1-2)\n75\n14\n17\n205\n123\n4\nTax expense:\n(a) Current tax\n4\n6\n6\n21\n12\n(b) Deferred tax charge/ (credit)\n(6)\n1\n(0)\n(6)\n(1)\n(c) Tax adjustment for earlier years\n(0)\n-\n0\n(0)\n0\nTotal tax expense\n(2)\n7\n6\n15\n11\n5\nProfit for the period/ year (3-4)\n77\n7\n11\n190\n112\n6\nOther comprehensive income\n- Items that will not be reclassified to profit or loss\n(a) Re-measurement gain/ (loss) on defined benefit plans\n(1)\n(0)\n2\n(1)\n3\n(b) Change in fair value of financial instruments through other\n(4)\n(265)\n(108)\n31\n3\ncomprehensive income\n- Income tax credit/ (expense) relating to above items\n1\n38\n12\n(14)\n(1)\nOther comprehensive income/ (loss) (net of tax)\n(4)\n(227)\n(94)\n16\n5\n7\nTotal comprehensive income/ (loss) for the period/ year\n73\n(220)\n(83)\n206\n117\n(5+6)\n8\nPaid-up Equity Share Capital- Face Value Rs. 2/- each\n38\n38\n38\n38\n38\n9\nOther equity\n7,800\n7,762\n10\nEarnings per Share (not annualised)\nBasic (Rupees)\n4.12\n0.38\n0.59\n10.14\n5.99\nDiluted (Rupees)\n4.12\n0.38\n0.59\n10.14\n5.99\nAmount in '0' is below rounding off threshold adopted by the Company.\nDalmie Bharat New Delhi Limited\nCHANDIOK MARKER CO LLP\n*"
    },
    {
        "page_no": "18",
        "content": "DALMIA BHARAT LIMITED\nAudited Standalone Statement of Assets and Liabilities\n(Rs. Crore)\nAs at\nAs at\nParticulars\n31-03-25\n31-03-24\n(Audited)\n(Audited)\nA\nAssets\n1\nNon-current assets\n(a) Property, plant and equipment\n60\n61\n(b) Other intangible assets\n0\n0\n(c) Right-of-use-assets\n11\n5\n(d) Intangible Assets Under Development\n12\n-\n(e) Financial assets\n(i) Investments\n7,329\n7,299\n(ii) Loans\n132\n368\n(iii) Other financial assets\n0\n0\n(f) Income tax assets (net)\n60\n68\n(g) Other non-current assets\n4\n3\nSub-total - Non-current assets\n7,608\n7,804\n2\nCurrent Assets\n(a) Financial assets\n(i) Investments\n56\n55\n(ii) Trade receivables\n21\n11\n(iii) Cash and cash equivalents\n1\n3\n(iv) Bank balances other than (iii) above\n5\n5\n(v) Loans\n243\n0\n(vi) Other financial assets\n76\n26\n(b) Other current assets\n3\n2\nSub-total - Current assets\n405\n102\nAssets or disposal group classified as held for sale\n0\n0\n405\n102\nTotal assets\n8,013\n7,906\nB\nEquity and Liabilities\n1\nEquity\n(a) Equity share capital\n38\n38\n(b) Other equity\n7,800\n7,762\nSub-total - Total equity\n7,838\n7,800\nLiabilities\n2\nNon-current liabilities\n(a) Financial liabilities\n(i) Lease liabilities\n8\n4\n(b) Provisions\n56\n38\n(c) Deferred tax liabilities (net)\n45\n37\nSub-total - Non-current liabilities\n109\n79\n3\nCurrent liabilities\n(a) Financial liabilities\n(i) Lease liabilities\n4\n1\n(ii) Trade payables\nTotal outstanding dues of micro enterprises and small enterprises\nTotal outstanding dues of creditors other than micro enterprises and small enterprises\n10\n3\n(iii) Other financial liabilities\n25\n8\n(b) Other current liabilities\n18\n9\n(c) Provisions\n9\n6\nSub-total - Current liabilities\n66\n27\nTotal Liabilities\n175\n106\nTotal equity and liabilities\n8,013\n7,906\nAmount in '0' is below rounding off threshold adopted by the Company.\nDalmia Bharat New Delhi Limited\nWALKER CHANDIOK &CO LLP"
    },
    {
        "page_no": "19",
        "content": "DALMIA BHARAT LIMITED\nAudited Standalone Statement of Cash Flows\n(Rs. Crore)\nFor the year ended\nS.No.\nParticulars\n31-03-25\n31-03-24\n(Audited)\n(Audited)\nA.\nCash flow from operating activities\nProfit before tax\n205\n123\nAdjustments to reconcile profit before tax to net cash flows:\nDepreciation and amortisation expenses\n6\n5\nExpenses on employees stock options scheme\n0\n1\nDividend income\n(150)\n(81)\nFinance costs\n1\n4\nInterest income\n(33)\n(33)\nChange of fair value of investments measured at FVTPL\n(1)\n0\nProfit on sale of investments (net)\n(4)\n(3)\nProfit on disposal of property, plant and equipment (net)\n(1)\n(0)\nGain on termination of leases\n-\n(0)\nOperating profit before working capital changes\n23\n16\nAdjustments for working capital changes:\n(Increase)/ decrease in trade receivables\n(10)\n2\n(Increase)/ decrease in financial and other assets\n(2)\n3\nIncrease/ (decrease) in trade and other payables\n20\n(1)\nIncrease in provisions\n20\n5\nCash generated from operations\n51\n25\nIncome tax (paid)/ refund (net)\n(12)\n5\nNet cash flow generated from operating activities\n39\n30\nB.\nCash flow from investing activities\nPurchase of property, plant and equipment and intangibles\n(5)\n(0)\nProceeds from sale of property, plant and equipment\n4\n0\nSale of non current investments\n0\n-\nProceeds from current investments (net)\n4\n0\nLoans given to a subsidiary\n(59)\n(129)\nLoans repaid by a subsidiary\n59\n101\nFixed deposits (placed)/ matured (having original maturity of more than three months) (net)\n(0)\n0\nInterest received\n31\n15\nDividend received\n97\n81\nNet cash flow from investing activities\n131\n68\nC.\nCash flow from financing activities\nProceeds from issue of shares on exercise of stock options\n0\n0\nInterest paid\n(0)\n(4)\nPayment of interest on lease liabilities\n(1)\n(0)\nPayment of principal portion of lease liabilities\n(2)\n(2)\nDividend paid\n(169)\n(169)\nNet cash used in financing activities\n(172)\n(175)\nNet decrease in cash and cash equivalents (A+B+C)\n(2)\n(77)\nCash and cash equivalents at the beginning of the year\n3\n80\nCash and cash equivalents at the end of the year\n1\n3\nAmount in '0' is below rounding off threshold adopted by the Company.\nPalmis New Bharat Delhi Limited\nCHANDIOK\nWALKER\nCOLLP\nCO\nLLP"
    },
    {
        "page_no": "20",
        "content": "Notes to statement of audited standalone financial results for the quarter and year ended 31st March 2025:\n1\nThe Company has only one reportable segment namely \"Management Services\" as per Ind AS 108 \"Operating Segment'.\n2\nOther income for the year ended 31st March 2025 and 31st March 2024 includes dividend income of Rs. 142 Crore and Rs. 74 Crore, respectively\nfrom its subsidiary companies.\n3\nThe standalone financial results have been reviewed by the Audit Committee and approved by the Board of Directors in their respective meetings\nheld on 23rd April 2025 and have been audited by the Statutory Auditors of the Company.\n4\nThe figures for the quarter ended 31st March 2025 and 31st March 2024 are the balancing figures between the audited figures for the full financial\nyear and the unaudited figures up to the nine months ended 31st December 2024 and 31st December 2023, which were subjected to limited\nreview by the statutory auditors.\n5\nThese financial results have been prepared in accordance with Indian Accounting Standards (\"Ind AS') prescribed under section 133 of the\nCompanies Act, 2013 read with relevant rules thereunder and in terms of Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended).\n6\nThe Board of Directors has recommended a final dividend @ Rs. 5/- per equity share (250%) of face value of Rs. 2/- per share for financial year\n2024-25.\nOslmia Bharat Dolhi 191 Limited\nFor and on behalf of the Board of Directors\nFalme,\n(Gautam Gon Dalmia)\n(Puneet Yadu Dalmia)\nPlace: New Delhi\nManaging Director & CEO\nManaging Director\nDate: 23 April 2025\nDIN 00022633\nDIN: 00009758\nAt\nWALKER CHANDIOK & CO EP\n*\nUNRTEREDACCOLATIONS"
    }
]