[
    {
        "page_no": "1",
        "content": "Dalmia\nBharat Limited\n1010/02\nJuly 18, 2024\nBSE Limited\nNational Stock Exchange of India Limited\nPJ Towers, Dalal Street,\n\"Exchange Plaza\", Plot No. C-1, Block G\nFort Mumbai-400001\nBandra - Kurla Complex, Bandra (East),\nScrip Code: 542216\nMumbai - 400 051\nSymbol: DALBHARAT\nSubject: Outcome of Board Meeting held on July 18, 2024\nRef: Regulation 30 & 33 of the SEBI (LODR) Regulations 2015 (\"Listing Regulations\")\nDear Sir/Madam,\nIn accordance with Regulation 30 and Regulation 33 of Listing Regulations, we hereby inform that the\nBoard of Directors in its meeting held today i.e. Thursday, July 18, 2024, has inter-alia approved the\nUnaudited Financial Results (Standalone & Consolidated) (\"Results\") for the quarter ended June 30,\n2024, as recommended by Audit Committee.\nA copy of the signed Results together with the Limited Review Report of the Statutory Auditors\nthereon pursuant to Regulation 33 of the Listing Regulations, is attached herewith.\nThe aforesaid documents are also placed on the website of the Company at www.dalmiabharat.com.\nThe Board Meeting commenced at 4:10 P.M. and concluded at 5:00 P.M.\nKindly take the same on record.\nThanking you,\nYours Sincerely,\nFor Dalmia Bharat Limited\nRAJEEV\nDigitally signed by\nRAJEEV KUMAR\nKUMAR\nDate: 2024.07.18\n17:03:11 +05'30'\nRajeev Kumar\nCompany Secretary\nEncl: As above\nDalmia Bharat Limited\n11th & 12th Floors, Hansalaya Building, 15, Barakhamba Road, New Delhi-110 001, India\nt 91 11 23465100 f 91 11 2331 3303 W www. dalmiabharat.com CIN L14200TN2013PLC112346\nRegistered Office: Dalmiapuram, Dist. Tiruchirapalli, Tamil Nadu- 621 651, India\nA Dalmia Bharat Group company, www.dalmiabharat.com"
    },
    {
        "page_no": "2",
        "content": "Walker Chandiok &Co LLP\nWalker Chandiok & Co LLP\n21st Floor, DLF Square\nJacaranda Marg, DLF Phase II,\nGurugram 122 002\nHaryana, India\nT +91 124 462 8099\nF +91 124 462 8001\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results of the Company\npursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations,\n2015 (as amended)\nTo the Board of Directors of Dalmia Bharat Limited\n1. We have reviewed the accompanying statement of unaudited consolidated financial results ('the Statement') of\nDalmia Bharat Limited ('the Holding Company') and its subsidiaries (the Holding Company and its subsidiaries\ntogether referred to as 'the Group'), and its joint ventures (refer Annexure 1 for the list of subsidiaries and joint\nventures included in the Statement) for the quarter ended 30 June 2024, being submitted by the Holding Company\npursuant to the requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements)\nRegulations, 2015 (as amended) ('Listing Regulations').\n2. This Statement, which is the responsibility of the Holding Company's management and approved by the Holding\nCompany's Board of Directors, has been prepared in accordance with the recognition and measurement principles\nlaid down in Indian Accounting Standard 34, Interim Financial Reporting ('Ind AS 34'), prescribed under section\n133 of the Companies Act, 2013 ('the Act'), and other accounting principles generally accepted in India and is in\ncompliance with the presentation and disclosure requirements of Regulation 33 of the Listing Regulations. Our\nresponsibility is to express a conclusion on the Statement based on our review.\n3. We conducted our review of the Statement in accordance with the Standard on Review Engagements (SRE) 2410,\nReview of Interim Financial Information Performed by the Independent Auditor of the Entity, issued by the Institute\nof Chartered Accountants of India. A review of interim financial information consists of making inquiries, primarily\nof persons responsible for financial and accounting matters, and applying analytical and other review procedures.\nA review is substantially less in scope than an audit conducted in accordance with the Standards on Auditing\nspecified under section 143(10) of the Act, and consequently, does not enable us to obtain assurance that we\nwould become aware of all significant matters that might be identified in an audit. Accordingly, we do not express\nan audit opinion.\nWe also performed procedures in accordance with the SEBI Circular CIR/CFD/CMD1/44/2019 dated 29 March\n2019 issued by the SEBI under Regulation 33 (8) of the Listing Regulation, to the extent applicable.\nChartered Accountants\nDelhi, Noida and Pune\nNER STARTERED CHANDIOK Gurugram, ACCOUNTY Hyderabad, CO\nWalker Chandiok & Co LLP is registered with limited liability with identification\nnumber AAC-2085 and has its registered office at L-41. Connaught Circus, Outer\nOffices in Bengaluru, Chandigarh, Chennai, Dehradur, Kochi, Kolkata, Mumbai, New\nCircle, New Delhi, 110001, India"
    },
    {
        "page_no": "3",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results of the Company\npursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations,\n2015 (as amended) (cont'd)\n4. Based on our review conducted and procedures performed as stated in paragraph 3 above, nothing has come to\nour attention that causes us to believe that the accompanying Statement, prepared in accordance with the\nrecognition and measurement principles laid down in Ind AS 34, prescribed under section 133 of the Act, and other\naccounting principles generally accepted in India, has not disclosed the information required to be disclosed in\naccordance with the requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements)\nRegulations, 2015 (as amended), including the manner in which it is to be disclosed, or that it contains any material\nmisstatement.\n5. We draw attention to the following matters included in the accompanying Statement on which Emphasis of Matter\nparagraphs have been included in the review report dated 18 July 2024 on the financial results of Dalmia Cement\n(Bharat) Limited ('DCBL'), a wholly owned subsidiary of the Holding Company, for the quarter ended 30 June 2024\nissued by us together with a joint auditor, Chaturvedi & Shah LLP, Chartered Accountants, as under:\na. Note 1 to the accompanying Statement, which describes that one of the subsidiaries of Holding company i.e.\nDCBL had recognized goodwill which is being amortized over a period of 10 years from the appointed date in\naccordance with the accounting treatment prescribed in the respective schemes approved by the Hon'ble\nNational Company Law Tribunal, Chennai Bench which overrides the requirements of Ind AS 38, Intangible\nAssets. As a result of above amortization of goodwill, profit before tax from continuing operations for the quarter\nended 30 June 2024, 31 March 2024 and 30 June 2023 and year ended 31 March 2024 is lower by Rs. 51\nCrore, Rs 50 Crore, Rs 51 Crore and Rs 203 Crore respectively;\nb. Note 2 to the accompanying Statement, which describes the pending proceedings in respect of dispute\nbetween DCBL and Bawri Group ('BG') under the shareholders agreement dated 16 January 2012 with respect\nto one of DCBL's subsidiaries.\nThe Hon'ble Delhi High Court vide its judgement dated 17 October 2022 (\"the Judgement\"), has set aside\ncertain awards granted to BG by Arbitral Tribunal vide its order dated 20 March 2021 and has directed that the\nclaims of DCBL which were earlier rejected by Arbitral Tribunal, have to be considered de novo.\nBG has filed an appeal before the Division Bench of the Hon'ble Delhi High Court against the Judgement.\nBased on the management assessment of the aforesaid matter, no adjustment has been made by the\nmanagement in the accompanying Statement; and\nC. Note 3 to the accompanying Statement, relating to bank guarantee of Rs. 100 crores and corporate guarantee\nof Rs. 300 crores submitted by DCBL pursuant to orders dated 16 March 2021 and 11 April 2022 passed by\nHon'ble Supreme Court with respect to release of certain mutual fund units of DCBL that were earlier\nfraudulently transferred by Allied Financial Services Private Limited ('Allied'), the Depository Participant (\"DP\")\nin collusion with ILFS Securities Services Limited ('ISSL'), the Clearing Agent of Allied from demat account of\nerstwhile subsidiaries of DCBL that were subsequently merged with DCBL. The management is fully confident\nthat thoro will be no loss to DCDL and hence no adjustment has been made lu the accompanying statement\nin this respect.\nOur conclusion is not modified in respect of these matters.\n6. We have jointly reviewed with another auditor, the financial information of a subsidiary included in the Statement,\nwhose financial information reflects total revenues of Rs. 3,233 crore, total net profit after tax of Rs. 44 crore and\ntotal comprehensive income of Rs. 195 crore for the quarter ended 30 June 2024, as considered in the Statement.\nOur conclusion on the Statement, in so far it relates to the amounts and disclosures included in respect of this\nsubsidiary, is based on such joint review to the extent of work performed by them.\nOur conclusion is not modified in respect of this matter with respect to our reliance upon the work of other joint\nauditor of the subsidiary, to the extent of work performed by them.\nCHANDIOK\nER\nChartered Accountants\nCO\nWALK\nLLP-1\nACCOUNTING"
    },
    {
        "page_no": "4",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results of the Company\npursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations,\n2015 (as amended) (cont'd)\n7. We did not review the interim financial results of 2 subsidiaries included in the Statement, whose financial\ninformation reflects total revenues of ₹ Nil, total net profit after tax of ₹ 6 crore and total comprehensive income of\n₹ 408 crore, for the quarter ended on 30 June 2024, as considered in the Statement. These interim financial results\nhave been reviewed by other auditors whose review reports have been furnished to us by the management, and\nour conclusion in so far as it relates to the amounts and disclosures included in respect of these subsidiaries is\nbased solely on the review reports of such other auditors and the procedures performed by us as stated in\nparagraph 3 above.\nOur conclusion is not modified in respect of this matter with respect to our reliance on the work done by and the\nreports of the other auditors.\n8. The Statement includes the interim financial results of 21 subsidiaries, which have not been reviewed by their\nauditors, whose interim financial results reflects total revenues of ₹ 0.20 crore, net loss after tax of ₹ ₹ 0.19 crore\nand total comprehensive loss of ₹ ₹ 0.19 crore for the quarter ended 30 June 2024, as considered in the Statement.\nThe Statement also includes the Group's share of net profit after tax of ₹ ₹ 0.04 crore and total comprehensive\nincome of ₹ ₹ 0.04 crore for the quarter ended on 30 June 2024 respectively, in respect of a joint venture, based on\nits interim financial results, which have not been reviewed by their auditor, and have been furnished to us by the\nHolding Company's management. Our conclusion on the Statement, in so far as it relates to the amounts and\ndisclosures included in respect of these subsidiaries and joint venture, are based solely on such unreviewed interim\nfinancial results. According to the information and explanations given to us by the management, these interim\nfinancial results are not material to the Group.\nOur conclusion is not modified in respect of this matter with respect to our reliance on the financial results certified\nby the Board of Directors.\nFor Walker Chandiok & Co LLP\nChartered Accountants\nFirm Registration No: 001076N/N500013\nNarajamel\nNeeraj Goel\nWALKER *CHARTERED CHANDIOK& ACCOUNTING CO COLLPH\nPartner\nMembership No. 99514\nUDIN: 24099514BKCMXL8676\nPlace: New Delhi\nDate: 18 July 2024\nChartered Accountants"
    },
    {
        "page_no": "5",
        "content": "Walker Chandiok & Co LLP\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results of the Company\npursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations,\n2015 (as amended) (cont'd)\nAnnexure 1\nList of entities included in the Statement\n(I)\nSubsidiaries / step down subsidiaries:\n1. Dalmia Cement (Bharat) Limited\n2. Dalmia Power Limited\n3. D.I. Properties Limited\n4. Shri Rangam Properties Limited\n5. Dalmia Minerals and Properties Limited\n6. Sri Shanamugha Mines & Minerals Limited\n7. Sri Subramanya Mines & Minerals Limited\n8. Ishita Properties Limited\n9. Hemshila Properties Limited\n10. Geetee Estates Limited\n11. Sri Swaminatha Mines & Minerals Limited\n12. Sri Trivikrama Mines & Properties Limited\n13. Sri Madhusudana Mines and Properties Limited\n14. Golden Hills Resort Private Limited\n15. Rajputana Properties Private Limited\n16. Sutnga Mines Private Limited\n17. Cosmos Cements Limited\n18. Dalmia Cement North-East Limited (formerly known as Calcom Cement India Limited)\n19. RCL Cements Limited\n20. SCL Cements Limited\n21. Vinay Cement Limited\n22. Bangaru Kamakshiamman Agro Farms Private Limited\n23. JayeVijay Agro Farms Private Limited\n24. Alsthom Industries Limited\n25. Chandrasekara Agro Farms Private Limited\n26. HOPCO Industries Limited\n27. DPVL Ventures LLP\n28. Ascension Mercantile Private Limited\n29. Ascension Multiventures Private Limited\n30. Dalmia Bharat Green Vision Limited\n(II)\nJoint Ventures:\n1. Radhikapur (West) Coal Mining Private Limited\n2. Khappa Coal Company Private Limited (share of profit / loss not considered)\nCOLLE WALKER CHANDION\nChartered Accountants"
    },
    {
        "page_no": "6",
        "content": "DALMIA BHARAT LIMITED\n(CIN No: L14200TN2013PLC112346)\nRegd. Office: Dalmiapuram 621 651, Distt. Tiruchirapalli (Tamil Nadu)\nPhone 91 11 23465100\nWebsite: www.dalmiabharat.com\nUnaudited Consolidated Financial Results for the quarter ended 30th June, 2024\n(Rs. Crore)\nFor the quarter ended\nFor the year ended\nS.No.\nParticulars\n30-06-24\n31-03-24\n30-06-23\n31-03-24\n(Unaudited)\n(Audited)\n(Unaudited)\n(Audited)\n(Note-9)\nI\nContinuing operations:\n1\nIncome\n(a) Revenue from operations\n3,621\n4,307\n3,627\n14,691\n(b) Other income\n50\n120\n54\n315\nTotal income\n3,671\n4,427\n3,681\n15,006\n2\nExpenses\n(a) Cost of raw materials consumed\n579\n627\n538\n2,120\n(b) Purchases of stock in trade\n106\n214\n96\n567\n(c) Changes in inventories of finished goods, stock in trade and work-in-progress\n(80)\n137\n(68)\n16\n(d) Employee benefits expense\n228\n202\n222\n871\n(e) Finance costs\n95\n94\n83\n386\n(f) Depreciation and amortisation expense\n317\n328\n399\n1,498\n(g) Power and fuel\n757\n790\n902\n3,116\n(h) Freight charges\non finished goods\n718\n867\n685\n2,759\non internal clinker transfer\n112\n153\n124\n444\n(i) Other expenses\n532\n663\n515\n2,159\nTotal expenses\n3,364\n4,075\n3,496\n13,936\n3\nProfit before share of profit in joint venture and exceptional item (1-2)\n307\n352\n185\n1,070\n4\nShare of profit in joint venture accounted for using equity method (net of tax)\n0\n0\n0\n0\n5\nProfit before exceptional item and tax from continuing operations (3+4)\n307\n352\n185\n1,070\n6\nExceptional item (refer note 5)\n(113)\n-\n-\n-\n7\nProfit before tax from continuing operations (5+6)\n194\n352\n185\n1,070\n8\nTax expense\n(a) Current tax\n20\n25\n71\n141\n(b) Deferred tax charge/ (credit)\n29\n69\n(30)\n131\n(c) Tax adjustments for earlier years\n,\n(62)\n(0)\n(56)\nTotal tax expense\n49\n32\n41\n216\n9\nProfit for the period/ year from continuing operation (7-8)\n145\n320\n144\n854\nII\nDiscontinued operations\nProfit/ (loss) before tax from discontinued operations\n0\n(0)\n(0)\n(1)\nTax expense on discontinued operations\n-\n-\n-\n-\n10\nProfit/ (loss) for the period/ year from discontinued operations\n0\n(0)\n(0)\n(1)\n11\nProfit for the period/ year (9+10)\n145\n320\n144\n853\nProfit attributable to :-\nNon-controlling interest\n4\n5\n14\n27\nOwners of the Parent\n141\n315\n130\n826\n12\nOther comprehensive income\nA. (i) Items that will not be reclassified to profit or loss\n(a) Re-measurement gain/ (loss) on defined benefit plans\n0\n(1)\n(1)\n0\n(b) Change in fair value of financial instruments through other comprehensive\n719\n(557)\n39\n87\nincome\n(ii) Income tax credit/ (expense) relating to above items\n(73)\n56\n(4)\n(6)\nB. (i) Items that will be reclassified to profit or loss\n(a) Net movement on effective portion of cash flow hedges\n(1)\n(2)\n(4)\n(3)\n(b) Share of other comprehensive income of associate (net of tax)\n-\n-\n(7)\n(ii) Income tax credit relating to above items\n0\n1\n1\n1\nOther comprehensive income/ (loss) for the period/ year\n645\n(503)\n31\n72\nOther comprehensive income attributable to :-\nNon-controlling interest\n(0)\n0\n(0)\n0\nOwners of the Parent\n645\n(503)\n31\n72\n13\nTotal comprehensive income/ (loss) for the period/ year (11+12)\n790\n(183)\n175\n925\nTotal comprehensive income/ (loss) attributable to :-\nNon-controlling interest\n4\n5\n14\n27\nOwners of the Parent\n786\n(188)\n161\n898\n14\nPaid-up Equity Share Capital Face Value Rs. 2/- each\n38\n38\n37\n38\n15\nOther equity\n16,359\n16\nEarnings per Share from continuing operations (not annualised for the quarter)\nBasic (In Rupees)\n7.50\n16.80\n6.95\n44.11\n- Diluted (In Rupees)\n7.50\n16.79\n6.95\n44.10\n17\nEarnings per Share from discontinued operations (not annualised for the quarter)\n- Basic (In Rupees)\n0.02\n(0.00)\n(0.02)\n(0,06)\n- Diluted (In Rupees)\n0.02\n(0.00)\n(0.02)\n(0.07)\n18\nEarnings per Share from continuing and discontinued operations (not annualised\nfor the quarter)\n- Basic (In Rupees)\nCHANDIOK\n7.52\n16.80\n6.93\n44.05\nDiluted (In Rupees)\nCOO\n7.52\n6.93\n44.03\nAmount in 'O' is below rouning off threshold adopted by the Group\nACCOUNTING\nDalnie New Bharat Delhi Limited"
    },
    {
        "page_no": "7",
        "content": "Notes to statement of unaudited consolidated financial results for the quarter ended 30th June,\n2024:\n1. The Company's subsidiary namely Dalmia Cement (Bharat) Limited (\"DCBL\") has continued to amortise goodwill (whose net\ncarrying value amounts to Rs. 102 Crore as at 30th June, 2024 acquired on account of slump exchange of the assets and\nliabilities forming part of transferred undertakings of Odisha Cement Limited (renamed to Dalmia Bharat Limited), over a period\nof 10 years from the appointed date, pursuant to Scheme of Arrangement and Amalgamation sanctioned by Hon'ble National\nCompany Law Tribunal, Chennai Bench which overrides the requirements of Ind AS 38, Intangible Assets.\nAs a result of amortisation as specified under the approved scheme, Group's profit before tax from continuing operations of the\nfollowing quarter and year is lower, as under:\n(Rs. Crore)\nFor the quarter ended\nFor the year ended\nParticulars\n30-06-24\n31-03-24\n30-06-23\n31-03-24\nGoodwill\n51\n50\n51\n203\n2. DCBL entered into various agreements including Shareholders' Agreement ('SHA') dated 16th January, 2012 and 30th\nNovember, 2012 with Bawri Group (\"BG\") for acquisition of 76% stake in one of its subsidiaries namely Dalmia Cement (North\nEast) Limited ('DCNEL') (formerly known as Calcom Cement India Limited). Consequent to failure of BG to complete the Project\nConditions specified under SHA, DCBL issued notice to BG to transfer their remaining shareholdings in DCNEL at Re. 1/-, which\nwas disputed by them. The said disputes were referred to Arbitral Tribunal, which delivered its award on 20th March, 2021.\nOn an application filed by DCBL & DCNEL, Delhi High Court ('High Court'), vide its judgment dated 17th October, 2022 set aside\nthe award passed by the Tribunal. As regards the claim of DCBL relating to transfer of shareholding of BG in DCNEL, redemption\nof debentures worth Rs. 59 Crore and other claims disallowed by the Arbitral Tribunal, the Hon'ble High Court granted liberty\nfor De Novo arbitral proceedings. BG has challenged the aforesaid judgment dated 17th October, 2022, which is currently\npending before the divisional bench of the High Court.\nIn a separate action, DCBL initiated arbitration proceedings against BG for adjudicating the dispute relating to Call option for\ntransfer of entire voting shares held in DCNEL by Bawri Group to DCBL. On failure of BG to nominate its arbitrator, the Delhi\nHigh Court vide order dated 09th October, 2023 has appointed the arbitrator and thereafter the Arbitral Tribunal has been\nconstituted for adjudication of the Call Option exercised by DCBL. The said order was challenged by BG before Hon'ble Supreme\nCourt, which was dismissed on 16th January, 2024. Currently, the arbitration on Call Option is in progress.\nA separate petition under section 11 of the Arbitration Act, has been filed by DCBL before High Court for appointment of\narbitrators on the dispute concerning the De Novo proceedings which is pending before the Hon'ble High Court.\nFurther, on an application filed by DCBL, the High Court vide its order dated 2nd June, 2023 restrained BG from creating any\nthird party interest over 5,20,34,013 equity shares held by BG in DCNEL until decided by Arbitral Tribunal.\nThe Group is of the view that it has a good case on merits and hence considering the pendency of the appeal, no adjustments\nare required to be made in this regard in the accompanying financial results.\n3. During the financial year ended 31st March, 2019, certain mutual fund units (\"Securities\") valued at Rs. 344 Crore were illegally\nand fraudulently transferred by Allied Financial Services Private Limited (\"Allied\"), the Depository participant in collusion with\nIL&FS Securities Services Limited (\"ISSL\"), the clearing agent of Allied from de-mat accounts of Company's erstwhile step-down\nsubsidiaries namely OCL India Limited and Dalmia Cement East Limited (which were merged with DCBL). Pursuant to the order\npassed by Hon'ble Supreme Court, the Securities were released to DCBL on furnishing bank guarantee of Rs. 100 Crore and\ncorporate guarantee of Rs. 300 Crore and the matter is currently pending disposal. Considering the overall facts and legal\nposition, the Group IS of the view that it has a good case on merits and hence, no provision is required in these accompanying\nfinancial results.\n4. DCBL is entitled to Industrial Promotional Assistance (IPA) under The West Bengal State Support for Industries Scheme, 2013\n(WBSSIS, 2013) in relation to the cement manufacturing unit- Bengal Cement Works located at Salboni, Paschim Midnapore.\nThe total IPA on net VAT/GST paid and accrued to DCBL till 31st March, 2018 amounts to Rs. 250 Crore.\nOn a writ petition filed by DCBL before the Calcutta High Court ('High Court') for release of IPA on VAT amounting to Rs. 236\nCrore under the WBSSIS,2013, the High Court vide order dated 27th June, 2023 directed the West Bengal Industrial\nDevelopment Corporation Limited (WBIDC) to release the IPA in three instalments during the period July - September 2023\nalong with interest.\nWBIDC & State of West Bengal have challenged the above-mentioned order by filing a Writ Appeal before the Division Bench\n('DB') of High Court. The Hon'ble DB of High Court vide order dated 3rd April, 2024 dismissed the writ appeals with the\ndismissal of the appeals, the order passed by the Single Judge is operative.\nDCBL has further filed a contempt petition against WBIDC and the State of WB which is pending.\nWBIDC has filed a review petition before the Single Judge of the High Court for review of order dated 27th June 2023. There is\nno stay of order dated 27th June 2023. Both the review petition and the contempt petition are before the High Court\nand is listed for hearing on 19th July, 2024.\nWALKER CHARTERED CO\nNew Delhi\nLimited"
    },
    {
        "page_no": "8",
        "content": "Notes to statement of unaudited consolidated financial results for the quarter ended 30th June,\n2024: (contd.):\nConsidering the overall facts and legal position, The Group is of the view that it has a good case for recovery the pending subsidy\namount in the near future.\n5. DCBL had signed definitive agreements with Jaiprakash Associates Limited ('JAL') to acquire identified cement assets and the\nsame was awaiting the JAL lenders approval. However, during the current quarter ended 30th June, 2024, pursuant to a petition\nfiled by the ICICI Bank Limited under the Insolvency and Bankruptcy Code, 2016 (\"Code\"), the Hon'ble National Company Law\nTribunal (\"NCLT\"), Allahabad Bench vide its order dated 3rd June, 2024, admitted JAL into Corporate Insolvency Resolution\nProcess (\"CIRP\") and has appointed the Interim Resolution Professional ('IRP') for conducting the CIRP as per the Code.\nThe IRP of JAL had made a public announcement inviting claims from operational and financial creditors of JAL. DCBL has\naccordingly filed its claim with the IRP and is awaiting further progress in the matter. Considering above development, the DCBL\nhas made provision of Rs. 113 Crore and classified as an exceptional item. This will be evaluated from time to time basis further\nprogress in CIRP proceedings.\n6. (a) During the current quarter, the Group has successfully enhanced Cement capacity of Ariyalur Plant, Tamil Nadu by 1 MTPA.\n(b) The Group's installed cement manufacturing capacity as on 30th June, 2024 stands at 45.6 MTPA and clinkerisation capacity\nat 22.6 MTPA.\n7. The Group has only one business segment namely \"Cement and cement related products\". Hence, no additional disclosure has\nbeen given.\n8. Key numbers of standalone financial results of the Company are as under:\n(Rs. Crore)\nParticulars\nFor the quarter ended\nFor the year ended\n30-06-24\n31-03-24\n30-06-23\n31-03-24\nRevenue from operations\n34\n32\n35\n130\nOther income *\n99\n12\n9\n115\nProfit before tax\n101\n17\n10\n123\nProfit after tax\n96\n11\n9\n112\n* Other income for the quarter ended 30th June 2024 and year ended 31st March 2024 includes dividend income of Rs. 88 Crore\nand Rs. 74 Crore, respectively from Company's subsidiary company.\nThe standalone financial results are available at the Company's website www.dalmiabharat.com and on the website of the stock\nexchanges www.bseindia.com and www.nseindia.com.\n9. The figures for the quarter ended 31st March,2024 are the balancing figures between the audited figures for the full financial\nyear and the unaudited figures up to the nine months ended 31st December, 2023 which were subjected to limited review by\nthe statutory auditors.\n10. The financial results have been prepared in accordance with Indian Accounting Standards ('Ind AS') prescribed under Section\n133 of the Companies Act, 2013 read with relevant rules thereunder and in terms of Regulation 33 of the SEBI (Listing\nObligations and Disclosure Requirements) Regulations, 2015 (as amended).\n11. The above unaudited consolidated financial results have been reviewed by the Audit Committee and approved by the Board of\nDirectors in their respective meetings held on 18th July, 2024 and have been reviewed by the Statutory Auditors of the Company.\nFor and on behalf of the Board of Directors\nImme\n(Gautam GM Dalmia)\n(Puneet Yadu Dalmia)\nPlace: New Delhi\nManaging Director & CEO\nManaging Director\nDate: 18th July, 2024\nDIN: 00022633\nDIN: 00009758\nWALKER CHARTERED * CHANDIOKS ACCOUNTABLE GOLLP\nDalmia New Bharat Delhi Limited"
    },
    {
        "page_no": "9",
        "content": "Walker Chandiok &Co LLP\nWalker Chandiok & Co LLP\n21st Floor, DLF Square\nJacaranda Marg, DLF Phase II,\nGurugram 122 002\nHaryana, India\nT +91 124 462 8099\nF +91 124 462 8001\nIndependent Auditor's Review Report on Standalone Unaudited Quarterly Financial Results of the Company\npursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations,\n2015 (as amended)\nTo the Board of Directors of Dalmia Bharat Limited\n1. We have reviewed the accompanying statement of standalone unaudited financial results ('the Statement')\nof Dalmia Bharat Limited ('the Company') for the quarter ended 30 June 2024, being submitted by the Company\npursuant to the requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements)\nRegulations, 2015 (as amended) ('Listing Regulations').\n2. The Statement, which is the responsibility of the Company's management and approved by the Company's Board\nof Directors, has been prepared in accordance with the recognition and measurement principles laid down in\nIndian Accounting Standard 34, Interim Financial Reporting ('Ind AS 34'), prescribed under section 133 of the\nCompanies Act, 2013 ('the Act'), and other accounting principles generally accepted in India and is in compliance\nwith the presentation and disclosure requirements of Regulation 33 of the Listing Regulations. Our responsibility\nis to express a conclusion on the Statement based on our review.\n3. We conducted our review of the Statement in accordance with the Standard on Review Engagements (SRE)\n2410, Review of Interim Financial Information Performed by the Independent Auditor of the Entity, issued by the\nInstitute of Chartered Accountants of India. A review of interim financial information consists of making inquiries.\nprimarily of persons responsible for financial and accounting matters, and applying analytical and other review\nprocedures. A review is substantially less in scope than an audit conducted in accordance with the Standards on\nAuditing specified under section 143(10) of the Act, and consequently, does not enable us to obtain assurance\nthat we would become aware of all significant matters that might be identified in an audit. Accordingly, we do not\nexpress an audit opinion.\nCHANDIONE MARLER COLLP+ CO COMMITTED\nChartered Accountants\nWalker Chandiok & Co LLP is registered with limited liability with identification\nnumber AAC-2085 and has its registered office at L-41, Connaught Circus, Outer\nOffices in Bengaluru, Chandigarh, Chennai, Dehradun, Gurugram, Hyderabad, Kochi, Kolkata, Mumbai, New\nCircle, New Delhi, 110001, India\nDelhi. Noida and Pune"
    },
    {
        "page_no": "10",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Review Report on Standalone Unaudited Quarterly Financial Results of the Company\npursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations,\n2015 (as amended) (cont'd)\n4. Based on our review conducted as above, nothing has come to our attention that causes us to believe that the\naccompanying Statement, prepared in accordance with the recognition and measurement principles laid down\nin Ind AS 34, prescribed under section 133 of the Act, and other accounting principles generally accepted in\nIndia, has not disclosed the information required to be disclosed in accordance with the requirements of\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as amended),\nincluding the manner in which it is to be disclosed, or that it contains any material misstatement.\nFor Walker Chandiok & Co LLP\nChartered Accountants\nFirm Registration No: 001076N/N500013\nNegajamel\nCO WALKER CHANDIORA\nNeeraj Goel\nPartner\nMembership No. 99514\nUDIN: 24099514BKCMXM4457\nPlace: New Delhi\nDate: 18 July 2024"
    },
    {
        "page_no": "11",
        "content": "DALMIA BHARAT LIMITED\n(CIN No: L14200TN2013PLC112346)\nRegd. Office: Dalmiapuram - 621 651, Distt. Tiruchirapalli (Tamil Nadu)\nPhone 91 11 23465100\nWebsite: www.dalmiabharat.com\nUnaudited Standalone Financial Results for the quarter ended 30th June, 2024\n(Rs. Crore)\nFor the quarter ended\nFor the year ended\nS.No.\nParticulars\n30-06-24\n31-03-24\n30-06-23\n31-03-24\n(Audited)\n(Unaudited)\n(Unaudited)\n(Audited)\n(Note-3)\n1\nIncome\nRevenue from operations\n34\n32\n35\n130\nOther income (refer note 2)\n99\n12\n9\n115\nTotal income\n133\n44\n44\n245\n2\nExpenses\n(a) Cost of raw materials consumed\n-\n-\n-\n-\n(b) Purchases of stock in trade\n-\n-\n-\n-\n(c) Changes in inventories of finished goods, stock in trade and\n-\n-\n-\n-\nwork-in-progress\n(d) Employee benefits expense\n23\n18\n23\n83\n(e) Finance costs\n1\n1\n1\n4\n(f) Depreciation and amortisation expense\n1\n1\n1\n5\n(g) Other expenses\n7\n7\n9\n30\nTotal expenses\n32\n27\n34\n122\n3\nProfit before tax (1-2)\n101\n17\n10\n123\n4\nTax expense:\n(a) Current tax\n5\n6\n1\n12\n(b) Deferred tax charge/ (credit)\n(0)\n(0)\n0\n(1)\n(c) Tax adjustment for earlier years\n-\n0\n-\n0\nTotal tax expense\n5\n6\n1\n11\n5\nProfit for the period/ year (3-4)\n96\n11\n9\n112\n6\nOther comprehensive income\n- Items that will not be reclassified to profit or loss\n(a) Re-measurement gain/ (loss) on defined benefit plans\n0\n2\n(0)\n3\n(b) Change in fair value of financial instruments through other\n104\n(108)\n50\n3\ncomprehensive income\n- Income tax credit/ (expense) relating to above items\n(12)\n12\n(6)\n(1)\nOther comprehensive income/ (loss) (net of tax)\n92\n(94)\n44\n5\n7\nTotal comprehensive income/ (loss) for the period/ year (5+6)\n188\n(83)\n53\n117\n8\nPaid-up Equity Share Capital- Face Value Rs. 2/- each\n38\n38\n37\n38\n9\nOther equity\n7,762\n10\nEarnings per Share (not annualised for the quarter)\nBasic (Rupees)\n5.13\n0.59\n0.50\n5.99\nDiluted (Rupees)\n5.13\n0.59\n0.50\n5.99\nAmount in '0' is below rouning off threshold adopted by the Company.\nNotes to statement of unaudited standalone financial results for the quarter ended 30th June, 2024:\n1\nThe Company has only one reportable segment namely \"Management Services\" as per Ind AS 108 'Operating Segment'.\n2\nOther income for the quarter ended 30th June, 2024 and year ended 31st March, 2024 includes dividend income of Rs. 88 Crore and Rs. 74\nCrore, respectively from Company's subsidiary company.\n3\nThe figures for the quarter ended 31st March, 2024 are the balancing figures between the audited figures for the full financial year and the\nunaudited figures up to the nine months ended 31st December, 2023, which were subjected to limited review by the statutory auditors.\n4\nThe financial results have been prepared in accordance with Indian Accounting Standards ('Ind AS') prescribed under section 133 of the\nCompanies Act, 2013 read with relevant rules thereunder and in terms of Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended).\n5\nThe above unaudited standalone financial results have been reviewed by the Audit Committee and approved by the Board of Directors in their\nrespective meetings held on 18th July, 2024 and have been reviewed by the Statutory Auditors of the Company.\nFor and on behalf of the Board of Directors\nDalnia New Bharat Delhi LATE PRINT\nJanny\nGm\nDate: 18th July, 2024\nDEPARTMENT CO WALKER CHANDIONS\n(Puneet Yadu Dalmia)\nPlace: New Delhi\nManaging Director & CEO\nManaging Director\nDIN 00022633\nDIN 00009758\nAt"
    }
]