[
    {
        "page_no": "1",
        "content": "Dalmia\nBharat Limited\n1010/02\nOctober 19, 2024\nBSE Limited\nNational Stock Exchange of India Limited\nPJ Towers, Dalal Street,\n\"Exchange Plaza\", Plot No. C-1, Block G\nFort Mumbai-400001\nBandra - Kurla Complex, Bandra (East),\nScrip Code: 542216\nMumbai 400 051\nSymbol: DALBHARAT\nSubject: Outcome of Board Meeting held on October 19, 2024\nRef: Regulation 30 & 33 of the SEBI (LODR) Regulations 2015 (\"Listing Regulations\")\nDear Sir/Madam,\nIn accordance with Regulation 30 and Regulation 33 of Listing Regulations, we hereby inform that the\nBoard of Directors in its meeting held today i.e. Saturday, October 19, 2024, has inter-alia approved\nthe following matters:\n1. Unaudited Financial Results (Standalone & Consolidated) (\"Results\") for the quarter and half year\nended September 30, 2024, as recommended by Audit Committee. A copy of the signed Results\ntogether with the Limited Review Report of the Statutory Auditors thereon pursuant to\nRegulation 33 of the Listing Regulations, is attached herewith.\n2. Declared interim dividend at the rate of Rs. 4/- (200%) per equity share on 18,75,47,629 equity\nshare of Rs. 2/- each for the financial year 2024-25.\n3. Confirmed the Record Date i.e. Saturday, October 26, 2024, for determining entitlement of\nshareholders for payment of interim dividend for Financial Year 2024-25 pursuant to Listing\nRegulations.\nThe aforesaid documents are also placed on the website of the Company at www.dalmiabharat.com.\nThe Board Meeting commenced at 3:45 P.M. and concluded at 4:45 P.M.\nKindly take the same on record.\nThanking you,\nYours Sincerely,\nFor Dalmia Bharat Limited\nRAJEEV\nDigitally signed by\nRAJEEV KUMAR\nKUMAR\nDate: 2024.10.19 16:50:14\n+05'30'\nRajeev Kumar\nCompany Secretary\nEncl: As above\nDalmia Bharat Limited\n11th & 12th Floors, Hansalaya Building, 15, Barakhamba Road, New Delhi-110 001, India\nt 91 11 23465100 f 91 11 2331 3303 W www. dalmiabharat.com CIN L14200TN2013PLC112346\nRegistered Office: Dalmiapuram, Dist. Tiruchirapalli, Tamil Nadu- 621 651, India\nA Dalmia Bharat Group company, www.dalmiabharat.com"
    },
    {
        "page_no": "2",
        "content": "Walker Chandiok &Co LLP\nWalker Chandiok & Co LLP\n21st Floor, DLF Square\nJacaranda Marg, DLF Phase II,\nGurugram 122 002\nHaryana, India\nT +91 124 8099\nF +91 124 8001\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results and Year to\nDate Results of the Company pursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended)\nTo the Board of Directors of Dalmia Bharat Limited\n1. We have reviewed the accompanying statement of unaudited consolidated financial results ('the Statement') of\nDalmia Bharat Limited ('the Holding Company') and its subsidiaries (the Holding Company and its subsidiaries\ntogether referred to as 'the Group'), and its joint ventures (refer Annexure 1 for the list of subsidiaries and joint\nventures included in the Statement) for the quarter ended 30 September 2024 and the consolidated year to\ndate results for the period 1 April 2024 to 30 September 2024, being submitted by the Holding Company\npursuant to the requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements)\nRegulations, 2015 (as amended) (Listing Regulations').\n2. This Statement, which is the responsibility of the Holding Company's management and approved by the Holding\nCompany's Board of Directors, has been prepared in accordance with the recognition and measurement\nprinciples laid down in Indian Accounting Standard 34, Interim Financial Reporting ('Ind AS 34'), prescribed\nunder section 133 of the Companies Act, 2013 ('the Act'), and other accounting principles generally accepted\nin India and is in compliance with the presentation and disclosure requirements of Regulation 33 of the Listing\nRegulations. Our responsibility is to express a conclusion on the Statement based on our review.\n3. We conducted our review of the Statement in accordance with the Standard on Review Engagements (SRE)\n2410, Review of Interim Financial Information Performed by the Independent Auditor of the Entity, issued by\nthe Institute of Chartered Accountants of India. A review of interim financial information consists of making\ninquiries, primarily of persons responsible for financial and accounting matters, and applying analytical and\nother review procedures. A review is substantially less in scope than an audit conducted in accordance with the\nStandards on Auditing specified under section 143(10) of the Act, and consequently, does not enable us to\nobtain assurance that we would become aware of all significant matters that might be identified in an audit.\nAccordingly, we do not express an audit opinion.\nWe also performed procedures in accordance with the SEBI Circular CIR/CFD/CMD1/44/2019 dated 29 March\n2019 issued by the SEBI under Regulation 33 (8) of the Listing Regulation, to the extent applicable.\n4. Based on our review conducted and procedures performed as stated in paragraph 3 above, nothing has come\nto our attention that causes us to believe that the accompanying Statement, prepared in accordance with the\nrecognition and measurement principles laid down in Ind AS 34, prescribed under section 133 of the Act, and\nother accounting principles generally accepted in India, has not disclosed the information required to be\ndisclosed in accordance with the requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended), including the manner in which it is to be disclosed, or that it\ncontains any material misstatement.\nCHANDIOK\nLICEP\nCOI\nChartered Accountants\nWalker Chandiok & Co LLP is registered with limited liability with\nidentification number AAC-2085 and has its registered office at\nOffices in Bengaluru, Chandigarh, Chennai, Dehradun, Gurugram, Hyderabad, Kochi, Kolkata, Mumbai, New\nDelhi, Noida and Pune\nConnaught Circus, Outer Circle, New Delhi, SWARTERED 110001, ACCOUNTANTS"
    },
    {
        "page_no": "3",
        "content": "Walker Chandiok & LLP\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results and Year to\nDate Results of the Company pursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended) (cont'd)\n5. We draw attention to the following matters included in the accompanying Statement on which Emphasis of\nMatter paragraphs have been included in the review report dated 19 October 2024 on the financial results of\nDalmia Cement (Bharat) Limited ('DCBL'), a wholly owned subsidiary of the Holding Company, for the quarter\nand year to date period ended 30 September 2024 issued by us together with a joint auditor, Chaturvedi & Shah\nLLP, Chartered Accountants, as under:\na. Note 1 to the accompanying Statement, which describes that one of the subsidiaries of holding company\ni.e. DCBL had recognized goodwill which is being amortized over a period of 10 years from the appointed\ndate in accordance with the accounting treatment prescribed in the respective schemes approved by the\nHon'ble National Company Law Tribunal, Chennai Bench which overrides the requirements of Ind AS 38,\nIntangible Assets. As a result of above amortization of goodwill, profit before tax from continuing operations\nfor the quarter ended 30 September 2024, 30 June 2024 and 30 September 2023, period ended 30\nSeptember 2024 and 30 September 2023 and year ended 31 March 2024 is lower by Rs. 51 Crore, Rs 51\nCrore, Rs 51 Crore, Rs. 102 crore, Rs. 102 crore and Rs 203 Crore respectively;\nb. Note 2 to the accompanying Statement, which describes the pending proceedings in respect of dispute\nbetween the DCBL and Bawri Group ('BG') under the shareholders agreement dated 16 January 2012 with\nrespect to one of the DCBL's subsidiaries.\nThe Hon'ble Delhi High Court vide its judgement dated 17 October 2022 (\"the Judgement\"), has set aside\ncertain awards granted to BG by Arbitral Tribunal vide its order dated 20 March 2021 and has directed that\nthe claims of the DCBL which were earlier rejected by Arbitral Tribunal, have to be considered de novo.\nBG has filed an appeal before the Division Bench of the Hon'ble Delhi High Court against the Judgement.\nBased on the management assessment of the aforesaid matter, no adjustment has been made by the\nmanagement in the accompanying Statement; and\nC. Note 3 to the accompanying Statement, relating to bank guarantee of Rs.100 crores and corporate\nguarantee of Rs. 300 crores submitted by the DCBL pursuant to orders dated 16 March 2021 and 11 April\n2022 passed by Hon'ble Supreme Court with respect to release of certain mutual fund units of the DCBL\nthat were earlier fraudulently transferred by Allied Financial Services Private Limited ('Allied'), the\nDepository Participant (\"DP\") in collusion with ILFS Securities Services Limited ('ISSL'), the Clearing Agent\nof Allied from demat account of erstwhile subsidiaries of the DCBL that were subsequently merged with the\nDCBL. The management is fully confident that there will be no loss to the DCBL and hence no adjustment\nhas been made to the accompanying statement in this respect.\nOur conclusion is not modified in respect of these matters.\n6. We have jointly reviewed with another auditor, the financial information of a subsidiary included in the\nStatement, whose financial information reflects total assets ₹ 23,145 crore as at 30 September 2024 and total\nrevenues of ₹ 2,694 crore and ₹ 5,927 crore, total net loss after tax of ₹ 61 crore and ₹ 17 crore and total\ncomprehensive income of ₹ 4 crore and ₹ 199 crore for the quarter and year-to-date period ended on 30\nSeptember 2024, respectively and cash flows (net) ₹ (210) crore for the year-to-date period ended on 30\nSeptember 2024, as considered in the Statement. Our conclusion on the Statement, in so far it relates to the\namounts and disclosures included in respect of this subsidiary, is based on such joint review to the extent of\nwork performed by them.\nOur conclusion is not modified in respect of this matter with respect to our reliance upon the work of other joint\nauditor of the subsidiary, to the extent of work performed by them.\nCHANDIOK\nChartered Accountants\nWALKER\nCO\n*\nACCOUNTANT"
    },
    {
        "page_no": "4",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results and Year to\nDate Results of the Company pursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended) (cont'd)\n7. We did not review the interim financial results of 2 subsidiaries included in the Statement, whose financial\ninformation reflects total assets of ₹ 2,637 crore as at 30 September 2024, total revenues of ₹ Nil and ₹ Nil,\ntotal net profit after tax of ₹ 23 crore and ₹ 29 crore, total comprehensive income of ₹ 183 crore and ₹ 591\ncrore, for the quarter and year-to-date period ended on 30 September 2024, respectively, and cash flows (net)\nof (0.19) crore for the year-to-date period ended on 30 September 2024, as considered in the Statement.\nThese interim financial results have been reviewed by other auditors whose review reports have been furnished\nto us by the management, and our conclusion in so far as it relates to the amounts and disclosures included in\nrespect of these subsidiaries is based solely on the review reports of such other auditors and the procedures\nperformed by us as stated in paragraph 3 above.\nOur conclusion is not modified in respect of this matter with respect to our reliance on the work done by and\nthe reports of the other auditors.\n8. The Statement includes the interim financial results of 21 subsidiaries, which have not been reviewed by their\nauditors, whose interim financial results reflects total assets of ₹ 267.02 crore as at 30 September 2024, and\ntotal revenues of ₹ 0.24 crore and ₹ 0.44 crore, net profit after tax of ₹ 0.20 crore and ₹ 0.01 crore, total\ncomprehensive income of ₹ 0.20 crore and ₹ 0.01 crore for the quarter and year-to-date period ended 30\nSeptember 2024 respectively, cash flow (net) of ₹ (0.63) crore for the period ended 30 September 2024 as\nconsidered in the Statement. The Statement also includes the Group's share of net profit after tax of ₹ 0.46\ncrore and ₹ 0.50 crore, and total comprehensive income of ₹ 0.46 crore and ₹ 0.50 crore for the quarter and\nyear-to-date period ended on 30 September 2024 respectively, in respect of a joint venture, based on their\ninterim financial results, which have not been reviewed by their auditor, and have been furnished to us by the\nHolding Company's management. Our conclusion on the Statement, in so far as it relates to the amounts and\ndisclosures included in respect of these subsidiaries and joint venture, are based solely on such unreviewed\ninterim financial results. According to the information and explanations given to us by the management, these\ninterim financial results are not material to the Group.\nOur conclusion is not modified in respect of this matter with respect to our reliance on the financial results\ncertified by the Board of Directors.\nFor Walker Chandiok & Co LLP\nChartered Accountants\nFirm Registration No: 001076N/N500013\nNanajam\nNeeraj Goel\nPartner\nFWALKER CHARTERED * CHANDIOK STATES CO\nMembership No. 99514\nUDIN 24099514BKCNBU4577\nPlace: New Delhi\nDate: 19 October 2024\nChartered Accountants"
    },
    {
        "page_no": "5",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Review Report on Consolidated Unaudited Quarterly Financial Results and Year to\nDate Results of the Company pursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended) (cont'd)\nAnnexure 1\nList of entities included in the Statement\n(I)\nSubsidiaries / step down subsidiaries:\n1. Dalmia Cement (Bharat) Limited\n2. Dalmia Power Limited\n3. D.I. Properties Limited\n4. Shri Rangam Properties Limited\n5. Dalmia Minerals and Properties Limited\n6. Sri Shanamugha Mines & Minerals Limited\n7. Sri Subramanya Mines & Minerals Limited\n8. Ishita Properties Limited\n9. Hemshila Properties Limited\n10. Geetee Estates Limited\n11. Sri Swaminatha Mines & Minerals Limited\n12. Sri Trivikrama Mines & Properties Limited\n13. Sri Madhusudana Mines and Properties Limited\n14. Golden Hills Resort Private Limited\n15. Rajputana Properties Private Limited\n16. Sutnga Mines Private Limited\n17. Cosmos Cements Limited\n18. Dalmia Cement North-East Limited (formerly known as Calcom Cement India Limited)\n19. RCL Cements Limited\n20. SCL Cements Limited\n21. Vinay Cement Limited\n22. Bangaru Kamakshiamman Agro Farms Private Limited\n23. JayeVijay Agro Farms Private Limited\n24. Alsthom Industries Limited\n25. Chandrasekara Agro Farms Private Limited\n26. HOPCO Industries Limited\n27. DPVL Ventures LLP\n28. Ascension Mercantile Private Limited\n29. Ascension Multiventures Private Limited\n30. Dalmia Bharat Green Vision Limited\n(II)\nJoint Ventures:\n1. Radhikapur (West) Coal Mining Private Limited\n2. Khappa Coal Company Private Limited (share of profit / loss not considered)\nCHANDIOK +WALKER COLLP CO\n*\nACCOUNTAIT\nChartered Accountants"
    },
    {
        "page_no": "6",
        "content": "DALMIA BHARAT LIMITED\n(CIN No: L14200TN2013PLC112346)\nRegd. Office: Dalmiapuram 621 651, Distt. Tiruchirapalli (Tamil Nadu)\nPhone 91 11 23465100\nWebsite: www.dalmiabharat.com\nUnaudited Consolidated Financial Results for the quarter and half year ended 30th September, 2024\n(Rs. Crore)\nFor the quarter ended\nFor the half year ended\nFor the year\nended\nS.No.\nParticulars\n30-09-24\n30-06-24\n30-09-23\n30-09-24\n30-09-23\n31-03-24\n(Unaudited)\n(Unaudited)\n(Unaudited)\n(Unaudited)\n(Unaudited)\n(Audited)\nI\nContinuing operations:\n1\nIncome\n(a) Revenue from operations\n3,087\n3,621\n3,153\n6,708\n6,780\n14,691\n(b) Other income\n73\n50\n81\n123\n135\n315\nTotal income\n3,160\n3,671\n3,234\n6,831\n6,915\n15,006\n2\nExpenses\n(a) Cost of raw materials consumed\n528\n579\n455\n1,107\n993\n2,120\n(b) Purchases of stock in trade\n-\n106\n117\n106\n213\n567\n(c) Changes in inventories of finished goods, stock in trade and work-in-progress\n(83)\n(80)\n(39)\n(163)\n(107)\n16\n(d) Employee benefits expense\n219\n228\n226\n447\n448\n871\n(e) Finance costs\n98\n95\n101\n193\n184\n386\n(f) Depreciation and amortisation expense\n336\n317\n401\n653\n800\n1,498\n(g) Power and fuel\n707\n757\n698\n1,464\n1,600\n3,116\n(h) Freight charges\non finished goods\n630\n718\n556\n1,348\n1,241\n2,759\non internal clinker transfer\n106\n112\n75\n218\n199\n444\n(i) Other expenses\n546\n532\n472\n1,078\n987\n2,159\nTotal expenses\n3,087\n3,364\n3,062\n6,451\n6,558\n13,936\n3\nProfit before share of profit in joint venture and exceptional item (1-2)\n73\n307\n172\n380\n357\n1,070\n4\nShare of profit in joint venture accounted for using equity method (net of tax)\n0\n0\n0\n0\n0\n0\n5\nProfit before exceptional item and tax from continuing operations (3+4)\n73\n307\n172\n380\n357\n1,070\n6\nExceptional item (refer note 5)\n-\n(113)\n-\n(113)\n-\n-\n7\nProfit before tax from continuing operations (5+6)\n73\n194\n172\n267\n357\n1,070\n8\nTax expense\n(a) Current tax\n32\n20\n31\n52\n102\n141\n(b) Deferred tax charge/ (credit)\n(17)\n29\n17\n12\n(13)\n131\n(c) Tax adjustments for earlier years (refer note 6 and 7)\n9\n-\n-\n9\n(0)\n(56)\nTotal tax expense\n24\n49\n48\n73\n89\n216\n9\nProfit for the period/ year from continuing operation (7-8)\n49\n145\n124\n194\n268\n854\nII\nDiscontinued operations\nProfit/ (loss) before tax from discontinued operations\n(0)\n0\n(1)\n0\n(1)\n(1)\nTax expense on discontinued operations\n-\n-\n-\n-\n-\n10\nProfit/ (loss) for the period/ year from discontinued operations\n(0)\n0\n(1)\n0\n(1)\n(1)\n11\nProfit for the period/ year (9+10)\n49\n145\n123\n194\n267\n853\nProfit attributable to :-\nNon-controlling interest\n3\n4\n5\n7\n19\n27\nOwners of the Parent\n46\n141\n118\n187\n248\n826\n12\nOther comprehensive income\nA. (i) Items that will not be reclassified to profit or loss\n(a) Re-measurement gain/ (loss) on defined benefit plans\n0\n0\n(1)\n0\n(2)\n0\n(b) Change in fair value of financial instruments through other\n512\n719\n185\n1,231\n224\n87\ncomprehensive income\n(ii) Income tax expense relating to above items (refer note 6)\n(132)\n(73)\n(19)\n(205)\n(23)\n(6)\nB. (i) Items that will be reclassified to profit or loss\n(a) Net movement on effective portion of cash flow hedges\n2\n(1)\n1\n1\n(3)\n(3)\n(b) Share of other comprehensive income of associate (net of tax)\n-\n-\n(6)\n-\n(6)\n(7)\n(ii) Income tax credit/ (expense) relating to above items\n(0)\n0\n(1)\n(0)\n0\n1\nOther comprehensive income for the period/ year\n382\n645\n159\n1,027\n190\n72\nOther comprehensive income attributable to :-\nNon-controlling interest\n0\n(0)\n(0)\n0\n(0)\n0\nOwners of the Parent\n382\n645\n159\n1,027\n190\n72\n13\nTotal comprehensive income for the period/ year (11+12)\n431\n790\n282\n1,221\n457\n925\nTotal comprehensive income attributable to :-\nNon-controlling interest\n3\n4\n5\n7\n19\n27\nOwners of the Parent\n428\n786\n277\n1,214\n438\n898\n14\nPaid-up Equity Share Capital Face Value Rs. 2/- each\n38\n38\n38\n38\n38\n38\n15\nOther equity\n16,359\n16\nEarnings per Share from continuing operations (not annualised for the quarter)\nBasic (In Rupees)\n2.46\n7.50\n6.33\n9.96\n13.28\n44.11\nDiluted (In Rupees)\n2.46\n7.50\n6.33\n9.96\n13.28\n44.10\n17\nEarnings per Share from discontinued operations (not annualised for the\nquarter)\nBasic (In Rupees)\n(0.01)\n0.02\n(0.03)\n0.01\n(0.05)\n(0.06)\nDiluted (In Rupees)\n(0.01)\n0.02\n(0.04)\n0.01\n(0.06)\n(0.07)\n18\nEarnings per Share from continuing and discontinued operations (not\nannualised for the quarter)\nBasic (In Rupees)\n2.45\n7.52\n6.30\n9.97\n13.23\n44.05\nDiluted (In Rupees)\n2.45\n7.52\n6.29\n9.97\n13.22\n44.03\nAmount in '0' is below rouning off threshold adopted by the Group.\nFWALKER CHANDIOK COLLE\nDalmia Bharat New Delhi\nACCOUNTANTS"
    },
    {
        "page_no": "7",
        "content": "DALMIA BHARAT LIMITED\nConsolidated Statement of Assets and Liabilities\n(Rs. Crore)\nAs at 30-09-24\nAs at 31-03-24\nS.No.\nParticulars\n(Unaudited)\n(Audited)\nA\nAssets\n1\nNon-current assets\n(a) Property, plant and equipment\n13,033\n12,622\n(b) Capital work-in-progress\n2,887\n2,284\n(c) Investment properties\n1\n1\n(d) Goodwill\n425\n527\n(e) Other intangible assets\n2,242\n2,311\n(f) Right-of-use assets\n258\n271\n(g) Intangible assets under development\n118\n111\n(h) Biological assets other than bearer plants\n0\n0\n(i) Investments accounted using equity method\n2\n2\n(j) Financial assets\n(i) Investments\n931\n588\n(ii) Loans\n15\n13\n(iii) Other financial assets\n324\n290\n(k) Income tax assets (net)\n79\n102\n(I) Deferred tax assets (net)\n48\n37\n(m) Other non-current assets\n753\n734\nSub-total Non-current assets\n21,116\n19,893\n2\nCurrent assets\n(a) Inventories\n1,522\n1,218\n(b) Financial assets\n(i) Investments\n4,012\n3,872\n(ii) Trade receivables\n802\n836\n(iii) Cash and cash equivalents\n95\n341\n(iv) Bank balances other than (iii) above\n43\n241\n(v) Loans\n10\n9\n(vi) Other financial assets\n695\n667\n(c) Income tax assets (net)\n4\n1\n(d) Other current assets\n717\n645\nSub-total Current assets\n7,900\n7,830\nAssets or disposal group classified as held for sale\n22\n26\n7,922\n7,856\nTotal Assets\n29,038\n27,749\nB\nEquity and Liabilities\n1\nEquity\n(a) Equity share capital\n38\n38\n(b) Other equity\n17,480\n16,359\nEquity attributable to Owners of the Parent\n17,518\n16,397\n2\nNon-controlling interest\n118\n110\nSub-total Total equity\n17,636\n16,507\nLiabilities\n3\nNon-current liabilities\n(a) Financial Liabilities\n(i) Borrowings\n4,348\n4,431\n(ii) Lease liabilities\n125\n139\n(iii) Other financial liabilities\n0\n0\n(b) Provisions\n274\n264\n(c) Government grants\n164\n139\n(d) Deferred tax liabilities (net)\n2,055\n1,795\nSub-total Non-current liabilities\n6,966\n6,768\n4\nCurrent liabilities\n(a) Financial liabilities\n(i) Borrowings\n415\n199\n(ii) Lease liabilities\n43\n36\n(iii) Trade payables\ntotal outstanding dues of micro enterprises and small enterprises\n80\n92\ntotal outstanding dues of creditors other than micro enterprises and small enterprises\n1,192\n1,224\n(iv) Other financial liabilities\n1,505\n1,635\n(b) Provisions\n199\n81\n(c) Government grants\n20\n17\n(d) Other current liabilities\n754\n947\n(e) Current tax liabilities (net)\n228\n243\nSub-total Current liabilities\n4,436\n4,474\nTotal Liabilities\n11,402\n11,242\nTotal Equity and Liabilities\n29,038\n27,749\nAmount in '0' is below rouning off threshold adopted by the Group.\nFINLAER CHANDIOK COLLE\nDalmia New Delhi Limited\nBharat\nACCOUNTANT"
    },
    {
        "page_no": "8",
        "content": "DALMIA BHARAT LIMITED\nConsolidated Statement of Cash Flows\n(Rs. Crore)\nFor the half year ended\nS.No.\nParticulars\n30-09-24\n30-09-23\n(Unaudited)\n(Unaudited)\nA.\nCash flow from operating activities\nProfit/ (loss) before tax from :\nContinuing operations\n267\n357\nDiscontinued operations\n0\n(1)\n267\n356\nAdjustments to reconcile profit before tax to net cash flows:\nDepreciation and amortisation\n653\n800\nExceptional items (net) (refer note 5)\n113\n-\n(Reversal)/ provision for impairment allowance (net)\n4\n(1)\nBad debts/ advances written off (net)\n0\n0\nExpenses on employees stock options scheme\n0\n2\nDividend income\n(22)\n(15)\nExchange difference (net)\n1\n2\nForeign currency translation reserve released\n-\n(6)\nInterest expense (including other borrowing costs)\n193\n184\nInterest income\n(54)\n(67)\nInterest income on government grant\n(8)\n(7)\nGain on termination of leases\n(3)\n(1)\nChange of fair value of investments measured at FVTPL\n5\n(4)\nProfit on sale of investments (net)\n(45)\n(38)\nProfit on disposal of property, plant and equipment (net)\n(4)\n(10)\nShare of profit in associate and joint venture\n(0)\n(0)\nOperating profit before working capital changes\n1,100\n1,195\nWorking capital adjustments:\n(Increase)/ decrease in inventories\n(304)\n46\nDecrease/ (Increase) in trade receivables\n38\n(56)\nIncrease in financial and other assets\n(193)\n(191)\nDecrease in trade and other payables\n(423)\n(302)\nIncrease in provisions and government grants\n10\n18\nCash generated from operations\n228\n710\nIncome tax paid (net)\n(18)\n(29)\nNet cash flow from operating activities\n210\n681\nB.\nCash flow from investing activities\nPurchase of property, plant and equipment, capital work in progress and intangibles\n(1,386)\n(1,605)\nProceeds from sale of property, plant and equipment\n8\n85\n(Purchase) of/ proceeds from non current investments\n(42)\n160\nInvestment/ proceeds from sale /(purchase) of/ from sale of current investments (net)\n830\n(286)\nFixed deposits matured/ (placed) (having original maturity of more than three months) (net)\n198\n(206)\nInterest received\n77\n51\nDividend received\n22\n15\nNet cash used in investing activities\n(293)\n(1,786)\nC.\nCash flow from financing activities\nProceeds from issue of shares on exercise of stock options\n-\n0\nProceeds from long term borrowings\n63\n1,363\nRepayment of long term borrowings\n(84)\n(82)\nAvailment of short term foreign currency loan\n-\n62\nRepayment of short term foreign currency loan\n-\n(62)\nProceeds from short term borrowings (net)\n182\n247\nInterest paid\n(198)\n(186)\nPayment of interest on lease liabilities\n(7)\n(5)\nPayment of principal portion of lease liabilities\n(25)\n(35)\nDividend paid\n(94)\n(94)\nNet cash (used in)/ generated from financing activities\n(163)\n1,208\nNet (decrease)/ increase in cash and cash equivalents (A+B+C)\n(246)\n103\nCash and cash equivalents at the beginning of the period\n341\n234\nCash and cash equivalents at the end of the period\n95\n337\nCash and cash equivalents includes :\nContinuing operations\n95\n337\nDiscontinued operations\n-\n-\n95\n337\nAmount in '0' is below rouning off threshold adopted by the Group.\nCHANDIOK\nWALKER\nDenia New Bharat Delhi Limited\nACCOUNTANT"
    },
    {
        "page_no": "9",
        "content": "Notes to statement of unaudited consolidated financial results for the quarter and half year ended\n30th September, 2024:\n1. The Company's subsidiary namely Dalmia Cement (Bharat) Limited (\"DCBL\") has continued to amortise goodwill (whose net\ncarrying value amounts to Rs. 51 Crore as at 30th September, 2024 acquired on account of slump exchange of the assets and\nliabilities forming part of transferred undertakings of Odisha Cement Limited (renamed to Dalmia Bharat Limited), over a period\nof 10 years from the appointed date, pursuant to Scheme of Arrangement and Amalgamation sanctioned by Hon'ble National\nCompany Law Tribunal, Chennai Bench which overrides the requirements of Ind AS 38, Intangible Assets.\nAs a result of amortisation as specified under the approved scheme, Group's profit before tax from continuing operations of the\nfollowing quarter and year is lower, as under:\n(Rs. Crore)\nParticulars\nFor the quarter ended\nFor the half year ended\nFor the year\nended\n30-09-24\n30-06-24\n30-09-23\n30-09-24\n30-09-23\n31-03-24\nGoodwill\n51\n51\n51\n102\n102\n203\n2. DCBL entered into various agreements including Shareholders' Agreement ('SHA') dated 16th January, 2012 and 30th\nNovember, 2012 with Bawri Group (\"BG\") for acquisition of 76% stake in one of its subsidiaries namely Dalmia Cement (North\nEast) Limited ('DCNEL') (formerly known as Calcom Cement India Limited). Consequent to failure of BG to complete the Project\nConditions specified under SHA, DCBL issued notice to BG to transfer their remaining shareholdings in DCNEL at Re.1/-, which\nwas disputed by them. The said disputes were referred to Arbitral Tribunal, which delivered its award on 20th March, 2021.\nOn an application filed by DCBL & DCNEL, Delhi High Court ('High Court'), vide its judgment dated 17th October, 2022 set aside\nthe award passed by the Tribunal. As regards the claim of DCBL relating to transfer of shareholding of BG in DCNEL, redemption\nof debentures worth Rs. 59 Crore and other claims disallowed by the Arbitral Tribunal; the Hon'ble High Court granted liberty\nfor De Novo arbitral proceedings. BG has challenged the aforesaid judgment dated 17th October, 2022, by way of an appeal\nwhich is currently pending before the divisional bench of the High Court.\nIn a separate action, DCBL initiated arbitration proceedings against BG for adjudicating the dispute relating to Call option for\ntransfer of entire voting shares held in DCNEL by Bawri Group to DCBL. On failure of BG to nominate its arbitrator, the Delhi\nHigh Court vide order dated 09th October, 2023 appointed the said arbitrator and thereafter the Arbitral Tribunal has been\nconstituted for adjudication of the Call Option exercised by DCBL. This order was challenged by BG before Hon'ble Supreme\nCourt; however their petition was dismissed vide order dated 16th January, 2024. Currently, the arbitration on Call Option is in\nprogress before the Arbitral Tribunal. The Arbitral Tribunal vide its order dated 19th July, 2024 allowed DCBL's application for\ninterim relief and has directed the Bawri group to deposit the shares lying with them and those released from the pledge in the\nEscrow Account.\nA separate petition under section 11 of the Arbitration Act, has been filed by DCBL before High Court for appointment of nominee\narbitrator of Bawri Group on the dispute concerning the De Novo proceedings and the same is pending before the Hon'ble High\nCourt.\nThe Group is of the view that it has a good case on merits and hence considering the pendency of the appeal, no adjustments\nare required to be made in this regard in the accompanying financial results.\n3. During the financial year ended 31st March, 2019, certain mutual fund units (\"Securities\") valued at Rs. 344 Crore were illegally\nand fraudulently transferred by Allied Financial Services Private Limited (\"Allied\"), the Depository participant in collusion with\nIL&FS Securities Services Limited (\"ISSL\"), the clearing agent of Allied from de-mat accounts of Company's erstwhile step-down\nsubsidiaries namely OCL India Limited and Dalmia Cement East Limited (which were merged with DCBL). Pursuant to the order\npassed by Hon'ble Supreme Court, the Securities were released to DCBL on furnishing bank guarantee of Rs. 100 Crore and\ncorporate guarantee of Rs. 300 Crore and the matter is currently pending for disposal. Considering the overall facts and legal\nposition, the Group is of the view that it has a good case on merits and hence, no provision is required in these accompanying\nfinancial results.\n4. DCBL is entitled to Industrial Promotional Assistance (IPA) under The West Bengal State Support for Industries Scheme, 2013\n(WBSSIS, 2013) in relation to the cement manufacturing unit- Bengal Cement Works located at Salboni, Paschim Midnapore.\nThe total IPA on net VAT/GST paid and accrued to DCBL till 31st March, 2018 amounts to Rs. 250 Crore.\nOn a writ petition filed by DCBL before the Hon'ble Calcutta High Court ('High Court') for release of IPA on VAT amounting to\nRs. 236 Crore under the WBSSIS,2013, the High Court vide order dated 27th June, 2023 directed the West Bengal Industrial\nDevelopment Corporation Limited (WBIDC) to release the IPA in three instalments during the period July - September 2023\nalong with interest.\nWBIDC & State of West Bengal challenged the above-mentioned order by filing a Writ Appeal before the Division Bench ('DB')\nof High Court. The Hon'ble DB of High Court vide order dated 3rd April, 2024 dismissed the writ appeals With the dismissal of\nthe appeals, the order passed by the Single Judge is operative.\nDCBL has further filed a contempt petition against WBIDC for non-compliance of order dated 27th June, 2023\nCHANDIOK\nWALKER\nNew Bharat Delhi Limited\nACCOUNTANTING"
    },
    {
        "page_no": "10",
        "content": "Notes to statement of unaudited consolidated financial results for the quarter and half year ended\n30th September, 2024: (contd.):\nWBIDC and State of West Bengal had filed a review petition before the Single Judge of the High Court for review of order dated\n27th June, 2023. Vide order dated 27th September, 2024, the review petitions filed by WBIDC, and the State of West Bengal\nhas been dismissed on merits. The High Court has directed WBIDC to ensure compliance with the direction of the earlier Court\norder dated 27th June, 2023 and submit its report by 8th November, 2024.\nConsidering the overall facts and legal position, The Group is of the view that it has a good case for recovery the pending subsidy\namount in the near future.\n5. DCBL had signed definitive agreements with Jaiprakash Associates Limited ('JAL') to acquire identified cement assets and the\nsame was awaiting the JAL lenders approval. However, during the previous quarter ended 30th June, 2024, pursuant to a\npetition filed by the ICICI Bank Limited under the Insolvency and Bankruptcy Code, 2016 (\"Code\"), the Hon'ble National\nCompany Law Tribunal (\"NCLT\"), Allahabad Bench vide its order dated 3rd June, 2024, admitted JAL into Corporate Insolvency\nResolution Process (\"CIRP\") has appointed the Interim Resolution Professional ('IRP') for conducting the CIRP as per the Code.\nThe IRP of JAL had made a public announcement inviting claims from operational and financial creditors of JAL. DCBL had\naccordingly filed its claim with the IRP and is awaiting further progress in the matter. Considering the above DCBL had made\nprovision of INR 113 Crore and classified as an exceptional item in the previous quarter, this will be evaluated from time to time\nbasis further progress in CIRP proceedings.\n6. The Finance (No. 2) Act, 2024 (FA 2024') increased the effective tax rate with respect to long term capital gain on sale of listed\nshares from 11.44% to 14.3%. Further, FA 2024 withdrew indexation benefit on long term capital gain on sale of land and\nreduced effective tax rate from 22.88% (with indexation) to 14.3% (without indexation).\nOn account of the aforesaid amendment, one-time additional deferred tax charge of Rs. 32 Crore in Q2 of FY 2024-25 under\nthe head 'Tax related to earlier years' has been recorded. Also, a one-time additional charge of Rs. 60 Crore is also recorded in\nOther Comprehensive Income (OCI) in the aforesaid period.\n7. During the current quarter, DCBL has reassessed its tax provisions made in earlier years based on interpretation of the prevailing\ntax laws and rules and has written back the same to the tune of Rs. 23 Crore under the head 'Tax related to earlier years' and\nrecognized interest income on income tax refunds of Rs 5 Crore under the head 'Other Income'.\n8. The Nine Judge Constitutional Bench of the Hon'ble Supreme Court (Apex Court), vide its judgment dated 25th July, 2024, held\nthat royalty is not a tax and upheld the legislative competence of States to levy mineral tax. Further, vide order dated 14th\nAugust, 2024, it held that the States could levy/demand tax on minerals w.e.f. 01st April, 2005 and the same can be paid in 12\ninstallments commencing from 01st April, 2026.\nAs there are various issues involved and pending clarity, based upon management evaluation and independent legal opinion,\nthe Group estimated a contingent liability of Rs. 216 Crore (Present value of Rs. 138 Crore), which will be evaluated from time\nto time basis further development in this matter.\n9. (a) During the current quarter, the Group has successfully enhanced Cement capacity of Kadapa Plant, Andhra Pradesh by 1\nMTPA.\n(b) The Group's installed cement manufacturing capacity as on 30th September, 2024 stands at 46.6 MTPA and clinkerisation\ncapacity at 22.6 MTPA.\n10. The Group has only one business segment namely \"Cement and cement related products\". Hence, no additional disclosure has\nbeen given.\n11. Key numbers of standalone financial results of the Company are as under:\n(Rs. Crore)\nFor the quarter ended\nFor the half year ended\nFor the year ended\nParticulars\n30-09-24\n30-06-24\n30-09-23\n30-09-24\n30-09-23\n31-03-24\nRevenue\nfrom\n29\n34\n33\n63\n68\n130\noperations\nOther income *\n12\n99\n85\n111\n94\n115\nProfit before tax\n14\n101\n87\n115\n97\n123\nProfit after tax\n10\n96\n83\n106\n92\n112\nCHANDIOK\nWALKER\nOther income for the half year ended 30th September, 2024 and 30th September, 2023 includes dividend income of Rs. 88 Crore\nand Rs. 74 Crore, respectively from Company's subsidiary company.\nBharat\nACCOUNTNexchanges www.bseindia.com and www.nseindia.com.\nThe standalone financial results are available at the Company's website www.dalmiabharat.com and on the website of the Anited\nNew Delhi"
    },
    {
        "page_no": "11",
        "content": "Notes to statement of unaudited consolidated financial results for the quarter and half year ended\n30th September, 2024: (contd.):\n12. The Board of Directors has declared an interim dividend @ Rs 4/- per equity share (200%) of face value of Rs 2 per share at\ntheir meeting held on 19th October, 2024.\n13. The financial results have been prepared in accordance with Indian Accounting Standards ('Ind AS') prescribed under Section\n133 of the Companies Act, 2013 read with relevant rules thereunder and in terms of Regulation 33 of the SEBI (Listing\nObligations and Disclosure Requirements) Regulations, 2015 (as amended).\n14. The above unaudited consolidated financial results have been reviewed by the Audit Committee and approved by the Board of\nDirectors in their respective meetings held on 19th October, 2024 and have been reviewed by the Statutory Auditors of the\nCompany.\nFor and on behalf of the Board of Directors\nFamms\n(Gautam Gm Dalmia)\n(Puneet Yadu Dalmia)\nPlace: New Delhi\nManaging Director & CEO\nManaging Director\nDate: 19th October, 2024\nDIN: 00022633\nDIN: 00009758\nDalnis New Bharat Delhi Limited\nCHANDIOIT MALKER COLLF CO\n*\nACCOUNTING"
    },
    {
        "page_no": "12",
        "content": "Walker Chandiok &Co LLP\nWalker Chandiok & Co LLP\n21st Floor, DLF Square\nJacaranda Marg, DLF Phase II,\nGurugram 122 002\nHaryana, India\nT +91 124 462 8099\nF +91 124 462 8001\nIndependent Auditor's Review Report on Standalone Unaudited Quarterly Financial Results and Year to Date\nResults of the Company pursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended)\nTo the Board of Directors of Dalmia Bharat Limited\n1. We have reviewed the accompanying statement of standalone unaudited financial results ('the Statement')\nof Dalmia Bharat Limited ('the Company') for the quarter ended 30 September 2024 and the year to date results\nfor the period 1 April 2024 to 30 September 2024, being submitted by the Company pursuant to the requirements\nof Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as amended)\n('Listing Regulations').\n2. The Statement, which is the responsibility of the Company's management and approved by the Company's Board\nof Directors, has been prepared in accordance with the recognition and measurement principles laid down in\nIndian Accounting Standard 34, Interim Financial Reporting (\"Ind AS 34'), prescribed under section 133 of the\nCompanies Act, 2013 ('the Act'), and other accounting principles generally accepted in India and is in compliance\nwith the presentation and disclosure requirements of Regulation 33 of the Listing Regulations. Our responsibility\nis to express a conclusion on the Statement based on our review.\n3. We conducted our review of the Statement in accordance with the Standard on Review Engagements (SRE)\n2410, Review of Interim Financial Information Performed by the Independent Auditor of the Entity, issued by the\nInstitute of Chartered Accountants of India. A review of interim financial information consists of making inquiries,\nprimarily of persons responsible for financial and accounting matters, and applying analytical and other review\nprocedures. A review is substantially less in scope than an audit conducted in accordance with the Standards on\nAuditing specified under section 143(10) of the Act, and consequently, does not enable us to obtain assurance\nthat we would become aware of all significant matters that might be identified in an audit. Accordingly, we do not\nexpress an audit opinion.\nFWIALER CHANDIOK COLLPH\nChartered Accountants\nWalker Chandiok & Co LLP is registered with limited liability with identification\nnumber AAC-2085 and has its registered office at Connaught Circus,\nOffices in Bengaluru, Chandigarh, Chennai, Dehradun, Gurugram, Hyderabad, Kochi, Kolkata, Mumbai, New\nOuter Circle, New Delhi, 110001, India\nDelhi, Noida and Pune"
    },
    {
        "page_no": "13",
        "content": "Walker Chandiok &Co LLP\nIndependent Auditor's Review Report on Standalone Unaudited Quarterly Financial Results and Year to Date\nResults of the Company pursuant to the Regulation 33 of the SEBI (Listing Obligations and Disclosure\nRequirements) Regulations, 2015 (as amended) (cont'd)\n4. Based on our review conducted as above, nothing has come to our attention that causes us to believe that the\naccompanying Statement, prepared in accordance with the recognition and measurement principles laid down\nin Ind AS 34, prescribed under section 133 of the Act, and other accounting principles generally accepted in\nIndia, has not disclosed the information required to be disclosed in accordance with the requirements of\nRegulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as amended),\nincluding the manner in which it is to be disclosed, or that it contains any material misstatement.\nFor Walker Chandiok & Co LLP\nChartered Accountants\nFirm Registration No: 001076N/N500013\nNeasjand\nFWALKER CHANDIOK OC COLLEN\n*\nNeeraj Goel\nPartner\nACCOUNTANT\nMembership No. 99514\nUDIN: 24099514BKCNBV1244\nPlace: New Delhi\nDate: 19 October 2024\nChartered Accountants"
    },
    {
        "page_no": "14",
        "content": "DALMIA BHARAT LIMITED\n(CIN No: L14200TN2013PLC112346)\nRegd. Office: Dalmiapuram 621 651, Distt. Tiruchirapalli (Tamil Nadu)\nPhone 91 11 23465100\nWebsite: www.dalmiabharat.com\nUnaudited Standalone Financial Results for the quarter and half year ended 30th September, 2024\n(Rs. Crore)\nFor the quarter ended\nFor the half year ended\nFor the year\nended\nS.No.\nParticulars\n30-09-24\n30-06-24\n30-09-23\n30-09-24\n30-09-23\n31-03-24\n(Unaudited)\n(Unaudited)\n(Unaudited)\n(Unaudited)\n(Unaudited)\n(Audited)\n1\nIncome\nRevenue from operations\n29\n34\n33\n63\n68\n130\nOther income (refer note 2)\n12\n99\n85\n111\n94\n115\nTotal income\n41\n133\n118\n174\n162\n245\n2\nExpenses\n(a) Cost of raw materials consumed\n-\n-\n-\n-\n-\n-\n(b) Purchases of stock in trade\n-\n-\n-\n-\n-\n-\n(c) Changes in inventories of finished goods, stock in trade and\n-\n-\n-\n-\n-\n-\nwork-in-progress\n(d) Employee benefits expense\n18\n23\n21\n41\n44\n83\n(e) Finance costs\n1\n1\n1\n2\n2\n4\n(f) Depreciation and amortisation expense\n2\n1\n2\n3\n3\n5\n(g) Other expenses\n6\n7\n7\n13\n16\n30\nTotal expenses\n27\n32\n31\n59\n65\n122\n3\nProfit before tax (1-2)\n14\n101\n87\n115\n97\n123\n4\nTax expense:\n(a) Current tax\n5\n5\n4\n10\n5\n12\n(b) Deferred tax credit\n(1)\n(0)\n(0)\n(1)\n(0)\n(1)\n(c) Tax adjustment for earlier years\n0\n-\n-\n0\n-\n0\nTotal tax expense\n4\n5\n4\n9\n5\n11\n5\nProfit for the period/ year (3-4)\n10\n96\n83\n106\n92\n112\n6\nOther comprehensive income\n- Items that will not be reclassified to profit or loss\n(a) Re-measurement gain/ (loss) on defined benefit plans\n0\n0\n(0)\n0\n(0)\n3\n(b) Change in fair value of financial instruments through other\n196\n104\n117\n300\n167\n3\ncomprehensive income\n- Income tax expense relating to above items (refer note 4)\n(41)\n(12)\n(13)\n(53)\n(19)\n(1)\nOther comprehensive income (net of tax)\n155\n92\n104\n247\n148\n5\n7\nTotal comprehensive income for the period/ year (5+6)\n165\n188\n187\n353\n240\n117\n8\nPaid-up Equity Share Capital- Face Value Rs. 2/- each\n38\n38\n38\n38\n38\n38\n9\nOther equity\n7,762\n10\nEarnings per Share (not annualised for the quarter)\nBasic (Rupees)\n0.51\n5.13\n4.39\n5.64\n4.89\n5.99\nDiluted (Rupees)\n0.51\n5.13\n4.39\n5.64\n4.89\n5.99\nAmount in '0' is below rouning off threshold adopted by the Company.\nFINALER CHANDIOK& COLLF\nDalmia Bharat New Delhi Limited\nACCOUNTANTANT"
    },
    {
        "page_no": "15",
        "content": "DALMIA BHARAT LIMITED\nStandalone Statement of Assets and Liabilities\n(Rs. Crore)\nAs at\nAs at\nParticulars\n30-09-24\n31-03-24\n(Unaudited)\n(Audited)\nA\nAssets\n1\nNon-current assets\n(a) Property, plant and equipment\n60\n61\n(b) Other intangible assets\n0\n0\n(c) Right-of-use-assets\n4\n5\n(d) Financial assets\n(i) Investments\n7,599\n7,299\n(ii) Loans\n368\n368\n(iii) Other financial assets\n0\n0\n(e) Income tax assets (net)\n58\n68\n(f) Other non-current assets\n3\n3\nSub-total Non-current assets\n8,092\n7,804\n2\nCurrent Assets\n(a) Financial assets\n(i) Investments\n91\n55\n(ii) Trade receivables\n10\n11\n(iii) Cash and cash equivalents\n1\n3\n(iv) Bank balances other than (iii) above\n4\n5\n(v) Loans\n0\n0\n(vi) Other financial assets\n16\n26\n(b) Other current assets\n2\n2\nSub-total Current assets\n124\n102\nAssets or disposal group classified as held for sale\n1\n0\n125\n102\nTotal assets\n8,217\n7,906\nB\nEquity and Liabilities\n1\nEquity\n(a) Equity share capital\n38\n38\n(b) Other equity\n8,021\n7,762\nSub-total Total equity\n8,059\n7,800\nLiabilities\n2\nNon-current liabilities\n(a) Financial liabilities\n(i) Lease liabilities\n3\n4\n(b) Provisions\n38\n38\n(c) Deferred tax liabilities (net)\n89\n37\nSub-total Non-current liabilities\n130\n79\n3\nCurrent liabilities\n(a) Financial liabilities\n(i) Lease liabilities\n1\n1\n(ii) Trade payables\nTotal outstanding dues of micro enterprises and small enterprises\n0\nTotal outstanding dues of creditors other than micro enterprises and small enterprises\n3\n3\n(iii) Other financial liabilities\n7\n8\n(b) Other current liabilities\n9\n9\n(c) Provisions\n8\n6\nSub-total Current liabilities\n28\n27\nTotal Liabilities\n158\n106\nTotal equity and liabilities\n8,217\n7,906\nAmount in '0' is below rouning off threshold adopted by the Company.\nCHANDIOK\nWALKER\nDalmia Bharat New Delhi Limited\n*"
    },
    {
        "page_no": "16",
        "content": "DALMIA BHARAT LIMITED\nStandalone Statement of Cash Flows\n(Rs. Crore)\nParticulars\nFor the half year ended\nS.No.\n30-09-24\n30-09-23\n(Unaudited)\n(Unaudited)\nA.\nCash flow from operating activities\nProfit before tax\n115\n97\nAdjustments to reconcile profit before tax to net cash flows:\nDepreciation and amortisation expenses\n3\n3\nExpenses on employees stock options scheme\n0\n0\nDividend income\n(90)\n(75)\nFinance costs\n2\n2\nInterest income\n(17)\n(17)\nLoss on change of fair value of investments measured at fair value through profit or loss\n(0)\n1\nProfit on sale of investments (net)\n(3)\n(3)\nProfit on disposal of property, plant and equipment (net)\n(1)\n(0)\nOperating profit before working capital changes\n9\n8\nAdjustments for working capital changes:\nDecrease/ (increase) in trade receivables\n1\n(0)\nDecrease in financial and other assets\n0\n2\n(Decrease)/ Increase in trade and other payables\n(2)\n1\nIncrease in provisions\n3\n2\nCash generated from operations\n11\n13\nIncome tax (paid) (net)\n(0)\n(15)\nNet cash flow generated/ (used in) from operating activities\n11\n(2)\nB.\nCash flow from investing activities\nPurchase of property, plant and equipment and intangibles\n(2)\n(1)\nProceeds from sale of property, plant and equipment\n3\n0\n(Purchase) of/ proceeds from current investments (net)\n(34)\n49\nLoans given to a subsidiary\n(59)\n(129)\nLoans repaid by a subsidiary\n59\n81\nFixed deposits matured (having original maturity of more than three months) (net)\n0\n1\nInterest received\n27\n10\nDividend received\n90\n75\nNet cash flow from investing activities\n84\n86\nC.\nCash flow from financing activities\nProceeds from issue of shares on exercise of stock options\n0\nInterest paid\n(2)\n(2)\nPayment of interest on lease liabilities\n(0)\n(0)\nPayment of principal portion of lease liabilities\n(1)\n(1)\nDividend paid\n(94)\n(94)\nNet cash flow used in financing activities\n(97)\n(97)\nNet decrease in cash and cash equivalents (A+B+C)\n(2)\n(13)\nCash and cash equivalents at the beginning of the period\n3\n80\nCash and cash equivalents at the end of the period\n1\n67\nAmount in '0' is below rouning off threshold adopted by the Company.\nNotes to statement of unaudited standalone financial results for the quarter and half year ended 30th September, 2024:\n1\nThe Company has only one reportable segment namely \"Management Services\" as per Ind AS 108 'Operating Segment'.\n2\nOther income for the half year ended 30th September, 2024 and 30th September, 2023 includes dividend income of Rs. 88 Crore and Rs. 74 Crore, respectively\nfrom its subsidiary companies.\n3\nThe financial results have been prepared in accordance with Indian Accounting Standards ('Ind AS') prescribed under section 133 of the Companies Act, 2013\nread with relevant rules thereunder and in terms of Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements) Regulations, 2015 (as\namended).\n4\nThe Finance (No. 2) Act, 2024 (FA 2024') increased the effective tax rate with respect to long term capital gain on sale of listed shares from 11.44% to 14.3%.\nOn account of the aforesaid amendment, one-time additional charge of Rs. 13 Crore is recorded in Other Comprehensive Income (OCI) in the aforesaid period.\n5\nThe Board of Directors has declared an interim dividend @ Rs. 4 /- per equity share (200%) of face value of Rs. 2 per share at their meeting held on 19th\nOctober, 2024.\n6\nThe above unaudited standalone financial results have been reviewed by the Audit Committee and approved by the Board of Directors in their respective\nmeetings held on 19th October, 2024 and have been reviewed by the Statutory Auditors of the Company.\nFor and on behalf of the Board of Directors\nDalmia Bharat New Delhi Limited\nGon\n(Puneet Yadu Dalmia)\nPlace: New Delhi\nManaging Director & CEO\nManaging Director\nDate: 19th October CHANDIOK\nDIN 00022633\nDIN 00009758\nWALKER\nCOLLE\nIt\nACCOUNTING"
    }
]