[
    {
        "page_no": "1",
        "content": "ACC\nadani\nCement\n27th January 2025\nNational Stock Exchange of India\nBSE Limited\nLimited\nScrip Code: ACC\nScrip Code: 500410\nSub.: Outcome of Board Meeting held on 27th January 2025 and submission of\nUnaudited Financial Results (Standalone and Consolidated) for the quarter\nand nine months ended 31st December 2024 as per SEBI (Listing Obligations\nand Disclosure Requirements) Regulations, 2015\nDear Sir / Madam,\nPursuant to the provisions of Regulation 33 and other applicable provisions of SEBI\n(Listing Obligations and Disclosure Requirements) Regulations, 2015 ('SEBI\nListing Regulations'), we wish to inform you that the Board of Directors of ACC\nLimited (the Company), at its meeting held today i.e. on 27th January 2025 has\nconsidered and approved the Unaudited Financial Results (Standalone and\nConsolidated) of the Company for the quarter and nine months ended 31st\nDecember 2024.\nThe Unaudited Financial Results (Standalone and Consolidated) of the Company for\nthe quarter and nine months ended 31st December 2024 along with the Limited\nReview Report issued by the Statutory Auditors are enclosed herewith.\nThe Board Meeting commenced at 11:00 a.m. and concluded at 1:30 p.m.\nAll the above-mentioned documents will be simultaneously posted on the Company's\nwebsite at https://www.acclimited.com.\nKindly take the same on your record.\nYours faithfully,\nFor ACC Limited\nManish\nDigitally signed by\nManish Vinodchandra\nVinodchandr\nMistry\nDate: 2025.01.27\na Mistry\n13:30:24 +05'30'\nManish Mistry\nCompany Secretary 8 Compliance Officer\nEncl.: as above\nACC Limited\nRegistered Office:\nAdani Corporate House\nShantigram, S. G. Highway, Khodiyar,\nAhmedabad - 382 421, Gujarat, India\nPh +91 79-2656 5555\nwww.acclimited.com\nCIN: L26940GJ1936PLC149771"
    },
    {
        "page_no": "2",
        "content": "ACC\nadani\nCement\nACC LIMITED\nCIN: L26940GJ1936PLC149771\nRegistered Office Adani Corporate House, Shantigram, Near Vaishnav Devi Circle, S. G. Highway, Khodiyar, Ahmedabad, Gujarat 382421\nTel. No.: +91 79 2656 5555; Website: www.acclimited.com; e-mail: ACC-InvestorSupport@adani.com\n(₹ in Crore)\nStatement of standalone unaudited financial results for the quarter and nine months ended December 31, 2024\nParticulars\n3 months\nPreceding\nCorresponding\nYear to date\nYear to date figures\nFor the year\nended\n3 months\n3 months\nfigures for current\nfor Previous period\nended\nended\nended\nperiod from\nfrom\n31-12-2024\n30-09-2024\n31-12-2023\n01-04-2024\n01-04-2023\n31-03-2024\nto\nto\n31-12-2024\n31-12-2023\nUnaudited\nUnaudited\nUnaudited\nUnaudited\nUnaudited\nAudited\n1\nIncome\na) Revenue from Operations (Refer Note -4)\n5,175.96\n4,515.75\n4,859.20\n14,761.23\n14,368.18\n19,674.32\nb) Government Grants including duty credits/refunds (Refer Note -4)\n720.09\n92.23\n59.14\n898.36\n185.94\n277.91\nc) Other Income (Refer Note -3)\n643.86\n153.98\n83.90\n867.70\n370.00\n491.51\nTotal Income\n6,539.91\n4,761.96\n5,002.24\n16,527.29\n14,924.12\n20,443.74\n2\nExpenses\na) Cost of materials consumed (Refer Note -7)\n1,004.55\n912.43\n838.29\n2,921.31\n2,509.86\n3,443.03\nb) Purchases of stock-in-trade\n1,125.41\n802.11\n654.70\n2,726.84\n1,822.96\n2,615.81\nc) Changes in inventories of finished goods,\nwork-in-progress and stock-in-trade\n55.79\n91.77\n(76.78)\n108.98\n(63.30)\n33.87\nd) Employee benefits expense (Refer Note -8)\n194.93\n178.97\n178.29\n534.01\n569.99\n733.59\ne) Finance costs\n28.19\n33.29\n33.88\n94.59\n87.79\n153.79\nf) Depreciation and amortisation expense\n249.75\n231.69\n234.28\n702.88\n645.20\n876.27\ng) Power and fuel\n841.43\n772.07\n1,013.64\n2,602.54\n3,023.18\n3,995.31\nh) Freight and forwarding expense\n1,039.40\n948.95\n962.85\n3,085.20\n3,086.72\n4,191.10\ni) Other expenses (Refer Note 7)\n525.14\n472.48\n444.20\n1,464.91\n1,384.16\n1,881.89\nTotal expenses\n5,064.59\n4,443.76\n4,283.35\n14,241.26\n13,066.56\n17,924.66\n3\nProfit before tax (1-2)\n1,475.32\n318.20\n718.89\n2,286.03\n1,857.56\n2,519.08\n4\nTax expense\na) Current tax, net\n302.69\n91.48\n228.60\n516.17\n503.48\n383.27\nb) Deferred tax\n83.56\n(7.15)\n(37.19)\n80.69\n(21.62)\n11.57\nTotal tax expenses (Refer Note -3)\n386.25\n84.33\n191.41\n596.86\n481.86\n394.84\n5\nProfit after tax (3-4)\n1,089.07\n233.87\n527.48\n1,689.17\n1,375.70\n2,124.24\n6\nOther comprehensive income (OCI)\nItems that will not be reclassified to profit or loss in subsequent\nRe-measurement (loss) / gains on defined benefit plans\n(1.00)\n(34.27)\n0.54\n(37.61)\n0.54\n37.98\nIncome tax relating to items that will not be reclassified\n0.25\n8.62\nto profit or loss\n(0.14)\n9.46\n(0.14)\n(9.56)\nOther comprehensive (loss) / income for the period, (net of tax)\n(0.75)\n(25.65)\n0.40\n(28.15)\n0.40\n28.42\n7\nTotal comprehensive income (net of tax) (5+6)\n1,088.32\n208.22\n527.88\n1,661.02\n1,376.10\n2,152.66\n8\nPaid-up equity share capital (Face value per share ₹ 10)\n187.99\n187.99\n187.99\n187.99\n187.99\n187.99\n9\nOther equity\n15,833.96\n10\nEarnings per share of ₹ 10 each (not annualised)\n(a) Basic\nHV\n58.00\n12.45\n28.09\n89.95\n73.26\n113.12\n(b) Diluted ₹\n57.84\n12.42\n28.02\n89.71\n73.07\n112.82\nACC\nLimited\n*\nACC\n*\nLimited\nFOOD\nBC\nSR\nLLP\n*\nMARTEREDACCOUNTAINS"
    },
    {
        "page_no": "3",
        "content": "ACC\nadani\nCement\nUnaudited Standalone Financial Results for the quarter and nine months ended December 31, 2024:\n1. The above standalone financial results have been reviewed by the Audit Committee and approved by the Board\nof Directors in their respective meetings held on January 27, 2025.\n2. The Statutory Auditors have carried out limited review of the standalone financial results of the Company for the\nquarter and nine months ended December 31, 2024.\n3. The Company has re-assessed its tax positions in respect of certain tax liabilities and provisions in the nature of\ninterest based on favorable assessment orders from tax authorities for which tax liabilities and interest provisions\nwere made in the earlier years. Management has assessed that there are no appeals in matters against refunds\nreceived against certain assessment years in the past years. Accordingly, interest received and interest provision\nof ₹ 530.33 Crore, for which no appeals are pending, is reversed in the books and recognised as credit in Other\nincome for the quarter and nine months ended December 31, 2024.\nDuring the year ended March 31, 2024, based on the tax assessments and the related provisions of the Income\nTax Act, 1961, had accordingly reversed the tax provision of ₹ 257.21 Crore which was recognized as credit in\ncurrent tax expense and related interest of ₹ 11.11 Crore was recognized as credit in Other Income for the year\nended March 31, 2024.\n4. The Company is eligible for various incentives from the Government authorities as per the policies / schemes of\nrespective State / Central Government. Income from such Government incentive / grants including tax credits /\nrefunds has been disclosed separately in these financial results as \"Government Grants including duty\ncredits/refunds\". This separate disclosure has been given effect from quarter ended December 2024, and figures\nfor quarter ended December 2023, comparative nine months ended December 31, 2023 and year ended March 31,\n2024 presented in these standalone financial results have been accordingly regrouped.\nFurther, the Company was eligible for incentive in the form of exemption of Excise duty on captive consumption\nof clinker for the period from May 2005 to February 2013 as per notification no. 67/95-CE dated March 16, 1995.\nThe excise authorities, Shimla had denied the above exemption to the Company and accordingly the Company\npaid the aforesaid duty and expensed the duty amount in the respective earlier financial years. During the quarter\nand nine months ended December 31, 2024, the Company has received an order from the Office of The Deputy\nCommissioner - Central Goods and Service Tax, Mandi Division dated December 26, 2024 allowing refund of\namount paid against exemption of excise duty on captive consumption of clinker by the Company pertaining to\nGagal unit amounting to ₹ 636.86 Crore. This refund order is allowed pursuant to the order of the Regional bench\nof Hon'ble Customs, Excise and Service Tax Appellate Tribunal, Chandigarh (\"CESTAT\") on July 1, 2024 after the\nHon'ble Supreme Court vide it's judgement dated March 03, 2016 had allowed the appeal in Company's favour\nwhich was subsequently denied by the department on different grounds. Accordingly, a receivable amount of\n₹ 636.86 Crore is recognised as income during the quarter and nine months ended December 31, 2024 based on\nthe refund order dated December 26, 2024 of The Deputy Commissioner Central Goods and Service Tax, Mandi\nDivision. The income recognised during the quarter and nine months is disclosed as \"Government Grants including\nduty credits/refunds\" in these standalone financial results.\nACC\nLimited\n&\nCO\nACC\n*\n*\nLLP\n*\n*\nLimited\nACC"
    },
    {
        "page_no": "4",
        "content": "ACC\nadani\nCement\n5. The Competition Commission of India (CCI) vide its order dated August 31, 2016, had imposed a penalty of\n₹ 1,147.59 Crore on the Company on grounds of alleged cartelisation. On Company's appeal, the Competition\nAppellate Tribunal (COMPAT), subsequently merged with National Company Law Appellate Tribunal (NCLAT), vide\nits interim Order dated November 7, 2016, had granted stay against the CCI's Order with the condition to deposit\n10% of the penalty amount, which was deposited and further in case the appeal is dismissed, interest at 12% p.a.\nwould be payable on the balance amount from the date of the CCI order. NCLAT vide its Order dated July 25, 2018,\ndismissed the Company's appeal, and upheld the CCI's order. Against this, the Company appealed before the\nHon'ble Supreme Court, which by its Order dated October 05, 2018, had admitted the appeal and directed to\ncontinue the Interim order passed by the NCLAT. The matter was fixed for hearing before the Hon'ble Supreme\nCourt on November 27, 2024. However, the matter was not listed, and next date will be notified in due course of\ntime.\nIn a separate matter, pursuant to a reference filed by the Government of Haryana, the CCI by its Order dated\nJanuary 19, 2017, had imposed a penalty of ₹ 35.32 Crore on the Company. On Company's appeal, COMPAT had\nstayed the operation of the CCI's Order. The matter is pending for hearing before NCLAT and is posted for hearing\nin between February 17, 2025 to February 19, 2025.\nBased on the advice of external legal counsel, the Company believes it has a strong case on merits for successful\nappeal in both the aforesaid matters. Accordingly, no provision (including interest) is recognised in the books by\nthe Company.\n6. During the financial year 2022-23, a short seller report (\"SSR\") was published in which certain allegations were\nmade on some of the Adani Group Companies. In this regard, certain writ petitions were filed with the Hon'ble\nSupreme Court (\"SC\") seeking independent investigation of the allegations in the SSR and the Securities and\nExchange Board of India (\"SEBI\") also commenced investigation into the allegations made in the SSR for any\nviolations of applicable SEBI Regulations. In this regard, during financial year 2023-24, SC appointed expert\ncommittee concluded its report finding no regulatory failure, in respect of applicable laws and regulations and SC\nby its order dated 3rd January, 2024, disposed off all matters of appeal relating to the allegations in the SSR\n(including other allegations) in various petitions including those relating to separate independent investigations.\nThe SEBI also concluded its investigations in twenty-two of the twenty-four matters during the financial year\n2023-24, and during the current period, management believes that balance two investigations have been\nconcluded based on available information.\nPursuant to the SC order, various legal and regulatory proceedings by SEBI, legal opinions obtained, independent\nlegal & accounting review undertaken by the Adani group and the fact that there are no pending regulatory or\nadjudicatory proceedings as of date, the management of the Company concluded that there were no material\nconsequences of the allegations mentioned in the SSR and other allegations on the Company as at year ended\nMarch 31, 2024, and accordingly, the results for the year ended March 31, 2024 did not require any adjustments\nin this regard. There are no changes to the above conclusions as at and for the quarter and nine months ended\nDecember 31, 2024.\nACC\nLimited\nSRBC&CO\nTHE\n*\nACC\n*\n*\n*\nLimited\nRCCC"
    },
    {
        "page_no": "5",
        "content": "ACC\nadani\nCement\n7. The Company has reclassified the cost of royalty on minerals as Cost of material consumed from the other\nexpenses. The reclassification of the cost of royalty on minerals has been given effect from quarter ended June\n2024, and figures for quarter ended December 2023, comparative nine months ended December 31, 2023 and\nyear ended March 31, 2024 presented in standalone financial results have been accordingly regrouped. This\nreclassification does not have any impact on Company's results.\n8. Employee benefits expenses are net of costs allocated to / from the Company's Holding Company and subsidiaries\nbased on cost sharing arrangements.\n9. The Company is mainly engaged in the business of cement (incl. intermediatory products) and Ready Mix\nConcrete. As per para 4 of Ind AS 108 \"Operating Segments\", if a single financial report contains both consolidated\nfinancial statements and the separate financial statements of the Parent Company, segment information is\nrequired only in consolidated financial statements. Thus, the information related to disclosure of operating\nsegments required under Ind AS 108 \"Operating Segments\", is given in Consolidated Financial results.\nFor and on behalf of the Board of Directors\ngoco\nACC\nLimited\nAjay Kapur\nAhmedabad\nWhole-time Director and CEO\nACC\n*\nJanuary 27, 2025\nDIN - 03096416\nFOOD\nSFB\nCOLLA\nCO\nLLP\n*\n*"
    },
    {
        "page_no": "6",
        "content": "SRBC& CO LLP\n21st Floor, B Wing, Privilon\nAmbli BRT Road, Behind Iskcon Temple\nChartered Accountants\nOff SG Highway, Ahmedabad 380 059, India\nTel : +91 79 6608 3900\nIndependent Auditor's Review Report on the Quarterly and Year to Date Unaudited Standalone\nFinancial Results of the Company Pursuant to the Regulation 33 of the SEBI (Listing Obligations\nand Disclosure Requirements) Regulations, 2015, as amended\nReview Report to\nThe Board of Directors\nACC Limited\n1. We have reviewed the accompanying statement of unaudited standalone financial results of\nACC Limited (the \"Company\") for the quarter ended December 31, 2024, and year to date from\nApril 01, 2024 to December 31, 2024 (the \"Statement\") attached herewith, being submitted by\nthe Company pursuant to the requirements of Regulation 33 of the SEBI (Listing Obligations\nand Disclosure Requirements) Regulations, 2015, as amended (the \"Listing Regulations\").\n2. The Company's Management is responsible for the preparation of the Statement in accordance\nwith the recognition and measurement principles laid down in Indian Accounting Standard 34,\n(Ind AS 34) \"Interim Financial Reporting\" prescribed under Section 133 of the Companies Act,\n2013 as amended, read with relevant rules issued thereunder and other accounting principles\ngenerally accepted in India and in compliance with Regulation 33 of the Listing Regulations.\nThe Statement has been approved by the Company's Board of Directors. Our responsibility is\nto express a conclusion on the Statement based on our review.\n3. We conducted our review of the Statement in accordance with the Standard on Review\nEngagements (SRE) 2410, \"Review of Interim Financial Information Performed by the\nIndependent Auditor of the Entity\" issued by the Institute of Chartered Accountants of India.\nThis standard requires that we plan and perform the review to obtain moderate assurance as to\nwhether the Statement is free of material misstatement. A review of interim financial\ninformation consists of making inquiries, primarily of persons responsible for financial and\naccounting matters, and applying analytical and other review procedures. A review is\nsubstantially less in scope than an audit conducted in accordance with Standards on Auditing\nand consequently does not enable us to obtain assurance that we would become aware of all\nsignificant matters that might be identified in an audit. Accordingly, we do not express an audit\nopinion.\n4. Based on our review conducted as above, nothing has come to our attention that causes us to\nbelieve that the accompanying Statement prepared in accordance with the recognition and\nmeasurement principles laid down in the aforesaid Indian Accounting Standards ('Ind AS')\nspecified under Section 133 of the Companies Act, 2013, as amended, read with relevant rules\nissued thereunder and other accounting principles generally accepted in India, has not disclosed\nthe information required to be disclosed in terms of the Listing Regulations, including the\nmanner in which it is to be disclosed, or that it contains any material misstatement.\nSRBC&\nCO\nLLP\n*\n*\nSRBC&COLLP, a Limited Liability Partnership with LLP Identity No. AAB-4318\nRegd. Office 22, Camac Street, Block 'B', 3rd Floor, Kolkata-700 016"
    },
    {
        "page_no": "7",
        "content": "SRBC& COLLP\nChartered Accountants\nACC Limited\nPage 2 of 2\n5. We draw attention to Note 5 of the accompanying Statement which describes the uncertainty\nrelated to the outcome of ongoing litigations with the Competition Commission of India. Our\nconclusion is not modified in respect of this matter.\nFør SRBC& COLLP\nChartered Accountants\nICAI Firm registration number: 324982E/E300003\nper Santosh/ Agarwal\nPartner\nMembership No.: 093669\nUDIN: 25093669BMJBFT8769\n* SRBC&COM LLP *\nPlace: Ahmedabad\nDate: January 27, 2025"
    },
    {
        "page_no": "8",
        "content": "ACC\nadani\nCement\nACC LIMITED\nCIN: L26940GJ1936PLC149771\nRegistered Office Adani Corporate House, Shantigram, Near Vaishnav Devi Circle, S. G. Highway, Khodiyar, Ahmedabad, Gujarat 382421\nTel. No.: +91 79 2656 5555; Website: www.acclimited.com; e-mail: ACC-InvestorSupport@adani.com\n(₹ in crore)\nStatement of consolidated unaudited financial results for the quarter and nine months ended December 31, 2024\nParticulars\n3 months\nPreceding\nCorresponding\nYear to date figures\nYear to date figures\nFor the year\nended\n3 months\n3 months\nfor current period\nfor Previous period\nended\nended\nended\nfrom\nfrom\n31-12-2024\n30-09-2024\n31-12-2023\n01-04-2024\n01-04-2023\n31-03-2024\nto\nto\n31-12-2024\n31-12-2023\nUnaudited\nUnaudited\nUnaudited\nUnaudited\nUnaudited\nAudited\n(Refer Note 3)\n(Refer Note 3)\n(Refer Note 3)\n(Refer Note 3)\n1\nIncome\na) Revenue from Operations (Refer Note 5)\n5,207.29\n4,521.29\n4,855.22\n14,797.43\n14,364.26\n19,681.01\nb) Government Grants including duty credits/refunds (Refer Note -5)\n720.09\n92.23\n59.14\n898.36\n185.94\n277.91\nc) Other Income (Refer Note 4)\n648.24\n158.59\n86.15\n878.55\n373.11\n492.85\nTotal Income\n6,575.62\n4,772.11\n5,000.51\n16,574.34\n14,923.31\n20,451.77\n2\nExpenses\na) Cost of materials consumed (Refer Note 9)\n1,009.47\n904.81\n811.84\n2,906.44\n2,484.68\n3,384.77\nb) Purchases of stock-in-trade\n1,125.41\n802.11\n676.96\n2,726.84\n1,845.22\n2,663.42\nc) Changes in inventories of finished goods,\n58.94\n84.44\n(76.78)\n102.76\n(63.30)\n34.37\nwork-in-progress and stock-in-trade\nd) Employee benefits expense (Refer Note 10)\n197.49\n181.01\n178.29\n542.59\n569.99\n737.20\ne) Finance costs\n28.19\n33.26\n33.91\n94.59\n87.88\n154.58\nf) Depreciation and amortisation expense\n259.59\n242.30\n235.23\n736.43\n648.08\n885.05\ng) Power and fuel\n852.93\n783.22\n1,015.36\n2,636.36\n3,026.67\n4,003.00\nh) Freight and forwarding expense\n1,027.48\n931.78\n955.68\n3,044.63\n3,069.00\n4,170.39\ni) Other expenses (Refer Note 9)\n539.94\n489.80\n448.29\n1,505.02\n1,393.06\n1,904.11\nTotal expenses\n5,099.44\n4,452.73\n4,278.78\n14,295.66\n13,061.28\n17,936.89\n3\nProfit before exceptional item, share of profit of associates and joint\n1,476.18\n319.38\n721.73\n2,278.68\n1,862.03\nventures and tax (1-2)\n2,514.88\n4\nShare of profit / (loss) of associates and joint ventures\n0.32\n(0.34)\n7.58\n0.92\n12.23\n12.92\n5\nProfit before exceptional item and tax (3+4)\n1,476.50\n319.04\n729.31\n2,279.60\n1,874.26\n2,527.80\n6\nExceptional Items- Expense / (Income) (Refer Note 3 and 6)\n-\n35.00\n-\n35.00\n-\n(229.56)\n7\nProfit before tax (5-6)\n1,476.50\n284.04\n729.31\n2,244.60\n1,874.26\n2,757.36\n8\nTax expense\na) Current tax. net\n302.69\n92.89\n228.80\n518.18\n504.26\n385.81\nb) Deferred tax\n82.02\n(8.55)\n(37.16)\n75.19\n(21.69)\n36.47\nTotal tax expenses (Refer Note -4)\n384.71\n84.34\n191.64\n593.37\n482.57\n422.28\n9\nProfit after tax (7-8)\n1,091.79\n199.70\n537.67\n1,651.23\n1,391.69\n2,335.08\n10\nOther Comprehensive Income (OCI)\nItems that will not be reclassified to profit or loss in subsequent period\nRe-measurement (loss) / gains on defined benefit plans\n(1.00)\n(34.26)\n0.54\n(37.59)\n0.54\n37.79\nShare of OCI of associates and joint ventures (net of tax)\n(0.14)\n(0.14)\n(0.16)\nIncome tax relating to items that will not be reclassified\n0.25\n8.62\n(0.14)\n9.46\n(0.14)\n(9.58)\nto profit or loss\nOther Comprehensive (lass) / Income for the period, (net of tax)\n(0.75)\n(25.64)\n0.26\n(28.13)\n0.26\n28.05\n11\nTotal Comprehensive Income (net of tax) (9+10)\n1,091.04\n174.06\n537.93\n1,623.10\n1,391.95\n2,363.13\n12\nProfit Attributable to:\nOwners of the Company\n1,091.73\n199.66\n537.63\n1,651.09\n1,391.58\n2.334.92\nNon-controlling interests\n0.06\n0.04\n0.04\n0.14\n0.11\n0.16\nProfit for the period\n1,091.79\n199.70\n537.67\n1,651.23\n1,391.69\n2,335.08\n13\nOther Comprehensive (loss) / Income Attributable to:\nOwners of the Company\n(0.75)\n(25.64)\n0.26\n(28.13)\n0.26\n28.05\nNon-controlling interests\nOther Comprehensive (loss) / Income\n(0.75)\n(25.64)\n0.26\n(28.13)\n0.26\n28.05\n14\nTotal Comprehensive Income Attributable to:\nOwners of the Company\n1,090.98\n174.02\n537.89\n1,622.96\n1,391.84\n2,362.97\nNon-controlling interests\n0.06\n0.04\n0.04\n0.14\n0.11\n0.16\nTotal Comprehensive Income\n1,091.04\n174.06\n537.93\n1,623.10\n1,391.95\n2,363.13\n15\nPaid-up equity share capital (Face value per share ₹10)\n187.99\n187.99\n187.99\n187.99\n187.99\n187.99\n16\nOther Equity\n16,140.23\n17\nEarnings per share of ₹ 10 each (not annualised)\n(a) Basic\n₹\n58.14\n10.63\n28.63\n87.92\n74.10\n124.34\n(b) Diluted\n₹\n57.98\n10.60\n28.55\n87.68\n73.91\n124.01\nACC\nLimited\nBC\n& CO\nSP\nLLP\n*\nACC\n*\n*\nLimited\nOCE"
    },
    {
        "page_no": "9",
        "content": "ACC\nadani\nCement\nACC LIMITED\nCIN: L26940GJ1936PLC149771\nRegistered Office Adani Corporate House, Shantigram, Near Vaishnav Devi Circle, S. G. Highway, Khodiyar, Ahmedabad, Gujarat 382421\nTel. No.: +91 79 2656 5555; Website: www.acclimited.com; e-mail: ACC-InvestorSupport@adani.com\n(₹ in crore)\nConsolidated Segment wise Revenue, Results, Assets and Liabilities\n3 months\nPreceding\nCorresponding\nYear to date figures\nYear to date figures\nFor the year\nended\n3 months\n3 months\nfor current period\nfor Previous period\nended\nended\nended\nfrom\nfrom\n31-12-2024\n30-09-2024\n31-12-2023\n01-04-2024\n01-04-2023\nParticulars\n31-03-2024\nto\nto\n31-12-2024\n31-12-2023\nUnaudited\nUnaudited\nUnaudited\nUnaudited\nUnaudited\nAudited\n(Refer Note 3)\n(Refer Note 3)\n(Refer Note 3)\n(Refer Note 3)\n1\nSegment Revenue (Including Government grants, inter-segment revenue)\n(Refer Note 5)\na\nCement\n5,614.17\n4,352.47\n4,646.04\n14,818.90\n13,675.02\n18,790.27\nb\nReady Mix Concrete\n344.50\n289.10\n300.02\n962.43\n971.57\n1,289.38\nTotal\n5,958.67\n4,641.57\n4,946.06\n15,781.33\n14,646.59\n20,079.65\nLess: Inter Segment Revenue\n31.29\n28.05\n31.70\n85.54\n96.39\n120.73\nTotal Revenue from Operations Including Government grants\n5,927.38\n4,613.52\n4,914.36\n15,695.79\n14,550.20\n19,958.92\n2\nSegment Results\na\nCement\n85756\n217.36\n678.35\n1,509.24\n1,604.34\n2,226.27\nb\nReady Mix Concrete\n11.02\n4.44\n(4.51)\n38.44\n2.09\n18.62\nTotal\n868.58\n221.80\n673.84\n1,547.68\n1,606.43\n2,244.89\nLess: i Finance costs\n28.19\n33.26\n33.91\n94.59\n87.88\n154.58\nii Other Un-allocable Expenditure net of\nUn-allocable (Income)\n(0.10)\n(18.04)\n(8.30)\n(29.26)\n(13.84)\n27.52\nAdd Interest and Dividend Income\n635.69\n112.80\n73.50\n796.33\n329.54\n452.09\nTotal Profit before Exceptional item, share of profit of associates and joint\nventure and tax\n1,476.18\n319.38\n721.73\n2,278.68\n1,862.03\n2,514.88\nLess: Exceptional items (Refer Note -3 and 6)\n-\n35.00\n-\n35.00\n-\n(229.56)\nAdd: Share of profit / (loss) of associates and joint ventures\n0.32\n(0.34)\n7.58\n0.92\n12.23\n12.92\nTotal Profit before tax\n1,476.50\n284.04\n729.31\n2,244.60\n1,874.26\n2,757.36\n3\nSegment Assets\na\nCement\n20,541.31\n18,722.04\n15,912.95\n20,541.31\n15,912.95\n16,485.51\nb\nReady Mix Concrete\n668.43\n583.56\n652.70\n668.43\n652.70\n611.31\nC\nUnallocated\n3,778.12\n4,413.20\n6,082.07\n3,778.12\n6,082.07\n6,270.92\nTotal Assets\n24,987.86\n23,718.80\n22,647.72\n24,987.86\n22,647.72\n23,367.74\n4\nSegment Liabilities\na\nCement\n5,102.91\n5,098.70\n5,052.01\n5,102.91\n5,052.01\n5,218.22\nb\nReady Mix Concrete\n331.13\n259.65\n360.35\n331.13\n360.35\n310.93\nC\nUnallocated\n1,738.26\n1,635.93\n1,874.65\n1,738.26\n1,874.65\n1,506.73\nTotal Liabilities\n7,172.30\n6,994.28\n7,287.01\n7,172.30\n7,287.01\n7,035.88\nACC\nLimited\nACC\n*\n*\nTimeted\nACC\nBC\n&CO\nSP\nLP\n*\n*\nCHARTEREDACCOUNTS"
    },
    {
        "page_no": "10",
        "content": "ACC\nadani\nCement\nUnaudited Consolidated Financial Results for the quarter and nine months ended December 31, 2024:\n1. The above consolidated financial results of ACC Limited (the \"Holding Company\") and its subsidiaries (the Holding\nCompany and its subsidiaries together referred to as \"the Group\"), associates, joint ventures and joint operations\nhave been reviewed by the Audit Committee and approved by the Board of Directors in their respective meetings\nheld on January 27, 2025.\n2. The Statutory Auditors have carried out limited review of the consolidated financial results of the Group for the\nquarter and nine months ended December 31, 2024.\n3. The Holding company ACC Limited (\"ACC\") had acquired remaining 55% of the voting share capital of Asian\nConcretes and Cements Private Limited (\"ACCPL\") along with its step-down wholly-owned subsidiary Asian Fine\nCements Private Limited (\"AFCPL\") for a cash consideration of ₹ 422.63 Crore. The Holding Company had obtained\ncontrol over ACCPL and AFCPL on January 8, 2024 (\"acquisition date\") in terms of Indian Accounting Standard\n103 - Business Combination (Ind AS 103).\nPursuant to obtaining control, the Holding Company had remeasured its 45% equity interest investment in ACCPL\nat its acquisition-date fair value and recognized gain amounting to ₹ 229.56 Crore in the Statement of Profit and\nLoss as per the requirements of Ind AS 103. The gain was disclosed as exceptional item for the quarter and year\nended March 31, 2024.\nFurther, the Holding Company has concluded final determination of fair values of identified assets and liabilities\nfor the purpose of Purchase price allocation during the quarter ended September 30, 2024 and based on the final\nfair valuation report of external independent expert, holding company has restated the reported results of\nprevious periods.\nThe reconciliation of the reported and restated results are as below:-\nConsolidated Financial Results\n(₹ in Crore)\nFor the year ended\n31-03-2024\nParticulars\nReported\nRestated\nRevenue from Operations\n19,958.92\n19,958.92\nProfit before tax\n2,759.30\n2,757.36\nProfit after tax\n2,336.53\n2,335.08\nTotal comprehensive income\n2,364.58\n2,363.13\nThe consolidated financial results for the current quarter, preceding quarter and nine months ended December\n31, 2024, and for the year ended March 31, 2024 includes consolidated financial results of ACCPL from the\nacquisition date. Accordingly, the consolidated financial results for the quarter and nine months ended December\n31, 2024 are not comparable with quarter and nine months ended December 31, 2023 to that extent.\nSRB\n& CO\nACC\nLimited\nLLP\nACC\n*\n*\n*\n*\nLimited\nACC"
    },
    {
        "page_no": "11",
        "content": "ACC\nadani\nCement\n4. The Holding Company has re-assessed its tax positions in respect of certain tax liabilities and provisions in the\nnature of interest based on favorable assessment orders from tax authorities for which tax liabilities and interest\nprovisions were made in the earlier years. Management has assessed that there are no appeals in matters against\nrefunds received against certain assessment years in the past years. Accordingly, interest received and interest\nprovision of ₹ 530.33 Crore, for which no appeals are pending, is reversed in the books and recognised as credit\nin Other income for the quarter and nine months ended December 31, 2024.\nDuring the year ended March 31, 2024, based on the tax assessments and the related provisions of the Income\nTax Act, 1961, had accordingly reversed the tax provision of ₹ 257.21 Crore which was recognized as credit in\ncurrent tax expense and related interest of ₹ 11.11 Crore was recognized as credit in Other Income for the year\nended March 31, 2024.\n5. The Holding Company is eligible for various incentives from the Government authorities as per the policies /\nschemes of respective State / Central Government. Income from such Government incentive / grants including\ntax credits / refunds has been disclosed separately in these financial results as \"Government Grants including\nduty credits/refunds\". This separate disclosure has been given effect from quarter ended December 2024, and\nfigures for quarter ended December 2023, comparative nine months ended December 31, 2023 and year ended\nMarch 31, 2024 presented in these consolidated financial results have been accordingly regrouped.\nFurther, the Holding Company was eligible for incentive in the form of exemption of Excise duty on captive\nconsumption of clinker for the period from May 2005 to February 2013 as per notification no. 67/95-CE dated\nMarch 16, 1995. The excise authorities, Shimla had denied the above exemption to the Holding Company and\naccordingly the Holding Company paid the aforesaid duty and expensed the duty amount in the respective earlier\nfinancial years. During the quarter and nine months ended December 31, 2024, the Holding Company has received\nan order from the Office of The Deputy Commissioner - Central Goods and Service Tax, Mandi Division dated\nDecember 26, 2024 allowing refund of amount paid against exemption of excise duty on captive consumption of\nclinker by the Holding Company pertaining to Gagal unit amounting to ₹ 636.86 Crore. This refund order is allowed\npursuant to the order of the Regional bench of Hon'ble Customs, Excise and Service Tax Appellate Tribunal,\nChandigarh (\"CESTAT\") on July 1, 2024 after the Hon'ble Supreme Court vide it's judgement dated March 03, 2016\nhad allowed the appeal in Holding Company's favour which was subsequently denied by the department on\ndifferent grounds. Accordingly, a receivable amount of ₹ 636.86 Crore is recognised as income during the quarter\nand nine months ended December 31, 2024 based on the refund order dated December 26, 2024 of The Deputy\nCommissioner - Central Goods and Service Tax, Mandi Division. The income recognised during the quarter and\nnine months is disclosed as \"Government Grants including duty credits/refunds\" in these consolidated financial\nresults.\n6. ACC Mineral Resources Limited (AMRL, \"Subsidiary of ACC Limited\"), through its joint operations had secured\ndevelopment and mining rights of Bicharpur Coal Block allotted to Madhya Pradesh State Mining Corporation\nLimited in the financial year 2008-09.\nAMRL had appointed \"M/s JMS Mining Private Limited (JMS)\" on November 26, 2013 as its contractor for the\ndevelopment and operation of the said Coal Block.\nThe allocation of the said coal block stand cancelled pursuant to the judgment of Supreme Court dated August\n25, 2014 read with its order dated September 24, 2014.\nACC\nLimited\nCO\nACC\n*\n*\nSR\nLLP\n*\n*\nLimited\nCOU"
    },
    {
        "page_no": "12",
        "content": "ACC\nadani\nCement\nDue to cancellation of above mentioned coal block by Supreme Court, there was pending contractual dispute\nbetween JMS and AMRL since FY 2014-15 which was referred to Arbitrator appointed by Bombay High Court for\nsettlement. During the course of the pending arbitral proceedings before the Arbitrator, JMS and AMRL have\namicably decided to settle all the claims for a sum of ₹ 35 Crores vide Consent Terms dated September 18, 2024\nwhich has been filed and settled before Honorable Arbitrator on October 11, 2024. The transaction amount has\nbeen disclosed as an exceptional item in the Consolidated Financial Results for the quarter ended September 30,\n2024.\n7. The Competition Commission of India (CCI) vide its order dated August 31, 2016, had imposed a penalty of ₹\n1,147.59 Crore on the Holding Company on grounds of alleged cartelisation. On Holding Company's appeal, the\nCompetition Appellate Tribunal (COMPAT), subsequently merged with National Company Law Appellate Tribunal\n(NCLAT), vide its interim Order dated November 7, 2016 had granted stay against the CCI's Order with the\ncondition to deposit 10% of the penalty amount, which was deposited and further in case, the appeal is dismissed,\ninterest at 12% p.a. would be payable on the balance amount from the date of the CCI order. NCLAT vide its Order\ndated July 25, 2018, dismissed the Holding Company's appeal, and upheld the CCI's order. Against this, the Holding\nCompany appealed before the Hon'ble Supreme Court, which by its Order dated October 05, 2018, had admitted\nthe appeal and directed to continue the Interim order passed by the NCLAT. The matter was fixed for hearing\nbefore the Hon'ble Supreme Court on November 27, 2024. However, the matter was not listed, and next date will\nbe notified in due course of time.\nIn a separate matter, pursuant to a reference filed by the Government of Haryana, the CCI by its Order dated\nJanuary 19, 2017, had imposed a penalty of ₹ 35.32 Crore on the Holding Company. On Holding Company's appeal,\nCOMPAT had stayed the operation of the CCI's Order. The matter is pending for hearing before NCLAT and is\nposted for hearing in between February 17, 2025 to February 19, 2025.\nBased on the advice of external legal counsel, the Holding Company believes it has a strong case on merits for\nsuccessful appeal in both the aforesaid matters. Accordingly, no provision (including interest) is recognised in the\nbooks by the Holding Company.\n8. During the financial year 2022-23, a short seller report (\"SSR\") was published in which certain allegations were\nmade on some of the Adani Group Companies. In this regard, certain writ petitions were filed with the Hon'ble\nSupreme Court (\"SC\") seeking independent investigation of the allegations in the SSR and the Securities and\nExchange Board of India (\"SEBI\") also commenced investigation into the allegations made in the SSR for any\nviolations of applicable SEBI Regulations. In this regard, during financial year 2023-24, SC appointed expert\ncommittee concluded its report finding no regulatory failure, in respect of applicable laws and regulations and SC\nby its order dated 3rd January, 2024, disposed off all matters of appeal relating to the allegations in the SSR\n(including other allegations) in various petitions including those relating to separate independent investigations.\nThe SEBI also concluded its investigations in twenty-two of the twenty-four matters during the financial year\n2023-24, and during the current period, management believes that balance two investigations have been\nconcluded based on available information.\nACC\nLimited\n*\nSRBC&\n*\nACC\nLLP\n*\nLimited\nFOOD\n*\nEXARTERED ACCOUNTS"
    },
    {
        "page_no": "13",
        "content": "ACC\nadani\nCement\nPursuant to the SC order, various legal and regulatory proceedings by SEBI, legal opinions obtained, independent\nlegal ε accounting review undertaken by the Adani group and the fact that there are no pending regulatory or\nadjudicatory proceedings as of date, the management of the Holding Company concluded that there were no\nmaterial consequences of the allegations mentioned in the SSR and other allegations on the Group as at year\nended March 31, 2024, and accordingly, the results for the year ended March 31, 2024 did not require any\nadjustments in this regard. There are no changes to the above conclusions as at and for the quarter and nine\nmonths ended December 31, 2024.\n9. The Group has reclassified the cost of royalty on minerals as Cost of material consumed from the other expenses.\nThe reclassification of the cost of royalty on minerals has been given effect from quarter ended June 2024, and\nfigures for quarter ended December 2023, comparative nine months ended December 31, 2023 and year ended\nMarch 31, 2024 presented in consolidated financial results have been accordingly regrouped. This reclassification\ndoes not have any impact on Group's results.\n10. Employee benefits expenses are net of costs allocated to / from the Company's Holding Company based on cost\nsharing arrangements.\n11. The Group is mainly engaged in the business of cement (incl. intermediatory products) and Ready Mix Concrete.\nFor and on behalf of the Board of Directors\nACC\nLimited\nJoe\nAjay Kapur\nACC\n*\nAhmedabad\n*\nWhole-time Director and CEO\nJanuary 27, 2025\nLimited\nACC\nDIN - 03096416\nCHARTEREDACCOUNTANS * SRB C& CO LLP *"
    },
    {
        "page_no": "14",
        "content": "SRBC& CO LLP\n21st Floor, B Wing, Privilon\nAmbli BRT Road, Behind Iskcon Temple\nChartered Accountants\nOff SG Highway, Ahmedabad - 380 059, India\nTel : 79 6608 3900\nIndependent Auditor's Review Report on the Quarterly and Year to Date Unaudited\nConsolidated Financial Results of the Company Pursuant to the Regulation 33 of the SEBI\n(Listing Obligations and Disclosure Requirements) Regulations, 2015, as amended\nReview Report to\nThe Board of Directors\nACC Limited\n1. We have reviewed the accompanying Statement of unaudited Consolidated Financial Results of\nACC Limited (the \"Holding Company\") and its subsidiaries (the Holding Company and its\nsubsidiaries together referred to as \"the Group\"), its associates, joint ventures and joint operations\nfor the quarter ended December 31, 2024 and year to date from April 01, 2024 to December 31,\n2024 (the \"Statement\") attached herewith, being submitted by the Holding Company pursuant to\nthe requirements of Regulation 33 of the SEBI (Listing Obligations and Disclosure Requirements)\nRegulations, 2015 as amended (the \"Listing Regulations\").\n2. The Holding Company's Management is responsible for the preparation of the Statement in\naccordance with the recognition and measurement principles laid down in Indian Accounting\nStandard 34, (Ind AS 34) \"Interim Financial Reporting\" prescribed under Section 133 of the\nCompanies Act, 2013 as amended, read with relevant rules issued thereunder and other accounting\nprinciples generally accepted in India and in compliance with Regulation 33 of the Listing\nRegulations. The Statement has been approved by the Holding Company's Board of Directors. Our\nresponsibility is to express a conclusion on the Statement based on our review.\n3. We conducted our review of the Statement in accordance with the Standard on Review\nEngagements (SRE) 2410, \"Review of Interim Financial Information Performed by the\nIndependent Auditor of the Entity\" issued by the Institute of Chartered Accountants of India. This\nstandard requires that we plan and perform the review to obtain moderate assurance as to whether\nthe Statement is free of material misstatement. A review of interim financial information consists\nof making inquiries, primarily of persons responsible for financial and accounting matters, and\napplying analytical and other review procedures. A review is substantially less in scope than an\naudit conducted in accordance with Standards on Auditing and consequently does not enable us to\nobtain assurance that we would become aware of all significant matters that might be identified in\nan audit. Accordingly, we do not express an audit opinion.\nWe also performed procedures in accordance with the Master Circular issued by the Securities and\nExchange Board of India under Regulation 33(8) of the Listing Regulations, to the extent\napplicable.\n4. The Statement includes the results of the following entities:\nHolding Company:\ni.\nACC Limited\nSubsidiaries (incl. step-down subsidiaries):\ni.\nBulk Cement Corporation (India) Limited\nii.\nACC Mineral Resources Limited including following four joint operations\na. MP AMRL (Semaria) Coal Company Limited\nb. MP AMRL (Morga) Coal Company Limited\nc. MP AMRL (Marki Barka) Coal Company Limited\nd. MP AMRL (Bicharpur) Coal Company Limited\n&CO\nELP\niii\nLucky Minmat Limited\n*\n*\nUNARTEREDACCOUNTANTE\nSRBC & CO LLP, a Limited Liability Partnership with LLP Identity No. AAB-4318\nRegd. Office 22, Camac Street, Block 'B', 3rd Floor, Kolkata-700 016"
    },
    {
        "page_no": "15",
        "content": "SRBC&CO LLP\nChartered Accountants\nACC Limited\nPage 2 of 3\niv. Singhania Minerals Private Limited\nV. ACC Concrete South Limited (incorporated w.e.f. October 03, 2023)\nvi. ACC Concrete West Limited (incorporated w.e.f. October 03, 2023)\nvii. Asian Concretes and Cements Private Limited (w.e.f. January 08, 2024)\nviii. Asian Fine Cements Private Limited, step-down subsidiary (w.e.f. January 08, 2024)\nAssociates:\ni.\nAlcon Cement Company Private Limited\nii.\nAsian Concretes and Cements Private Limited (upto January 07, 2024)\nJoint Ventures:\ni.\nOneIndia BSC Private Limited\nii.\nAakash Manufacturing Company Private Limited\n5.\nBased on our review conducted and procedures performed as stated in paragraph 3 above and based\non the consideration of the review reports of other auditors referred to in paragraph 7 below,\nnothing has come to our attention that causes us to believe that the accompanying Statement,\nprepared in accordance with recognition and measurement principles laid down in the aforesaid\nIndian Accounting Standards specified under Section 133 of the Companies Act, 2013, as\namended, read with relevant rules issued thereunder and other accounting principles generally\naccepted in India, has not disclosed the information required to be disclosed in terms of the Listing\nRegulations, including the manner in which it is to be disclosed, or that it contains any material\nmisstatement.\n6. We draw attention to Note 7 of the accompanying Statement which describes the uncertainty related\nto the outcome of ongoing litigations with competition commission of India. Our conclusion is not\nmodified in respect of this matter.\n7. The accompanying Statement includes the unaudited interim financial result and other financial\ninformation, in respect of:\n2 subsidiaries (including step-down subsidiary) whose unaudited interim financial results\ninclude total revenues of Rs. 89.65 Crore and Rs. 268.76 Crore, total net profit after tax of Rs.\n5.01 Crore and Rs. 8.39 Crore, total comprehensive income of Rs 5.01 Crore and Rs. 8.41 Crore\nfor the quarter ended December 31, 2024 and for period ended December 31, 2024 respectively\nas considered in the Statement whose quarterly and year to date financial results have been\nreviewed by their respective independent auditors.\n1 associate and 1 joint venture whose unaudited interim financial results include Group's share\nof net profit of Rs. 0.28 Crore and Rs. 0.84 Crore respectively and Group's share of total\ncomprehensive income of Rs. 0.28 Crore and Rs. 0.84 Crore for the quarter ended December\n31, 2024 and for period ended December 31, 2024, respectively as considered in the Statement\nwhose interim financial results have been reviewed by their respective independent auditors.\nThe independent auditor's report on interim financial results of these subsidiaries (including step-\ndown subsidiary), an associate and a joint venture have been furnished to us by the Management\nand our conclusion on the Statement, in so far as it relates to the amounts and disclosures in respect\n&\nof an associate, a joint venture and subsidiaries (including step-down subsidiaries) is based solely\nL.P\non the report of such auditors and procedures performed by us as stated in paragraph 3 above.\n*\n*"
    },
    {
        "page_no": "16",
        "content": "SRBC& COLLP\nChartered Accountants\nACC Limited\nPage 3 of 3\n8. The accompanying Statement includes unaudited interim financial results and other unaudited\nfinancial information in respect of:\n5 subsidiaries (including 4 joint operations of a subsidiary), whose interim financial results\nincludes total revenues of Rs. 3.61 Crore and Rs. 32.00 Crore, total net profit/ (loss) after tax\nof Rs. 2.12 Crore and Rs. (30.51) Crore, total comprehensive income/(loss) of Rs. 2.12 Crore\nand Rs. (30.51) Crore for the quarter ended December 31, 2024 and for period ended December\n31, 2024 respectively.\n1 joint venture, whose interim financial results includes the Group's share of net profit Rs. 0.05\nCrore and Rs. 0.08 Crore and Group's share of total comprehensive income Rs. 0.05 Crore and\nRs. 0.08 Crore for the quarter ended December 31, 2024 and for the period ended December\n31, 2024 respectively.\nThe unaudited interim financial results of these subsidiaries, joint venture and joint operations have\nnot been reviewed by their independent auditors and have been approved and furnished to us by the\nManagement and our conclusion on the Statement, in so far as it relates to the affairs of these\nsubsidiaries, joint venture and joint operations, is based solely on such unaudited interim financial\nresults/information. According to the information and explanations given to us by the Management,\nthese unaudited interim financial results are not material to the Group.\n9. Our conclusion on the Statement is not modified in respect of matters stated in paragraphs 7 and 8\nabove with respect to our reliance on the work done and the reports of the other auditors and the\nfinancial results/financial information certified by the Management.\nFor SR B & CO LLP\nChartered Accountants\nICAL Firm registration number: 324982E/E300003\nper Santosh Agarwal\nPartner\nMembership No.: 093669\nSABC&COLLP\nUDIN: 25093669BMJBFU3911\n*\n*\nPlace: Ahmedabad\nDate: January 27, 2025"
    }
]